{
  "portfolio": {
    "charId": "pvnpkPfN",
    "version": 1482,
    "baseline": 0
  },
  "metadata": {
    "gameCode": "pf2",
    "gameName": "Pathfinder Roleplaying Game (Second Edition)",
    "gameMajor": 3,
    "gameMinor": 36,
    "hloVersion": 1079,
    "exportVersion": 1,
    "legal": "Hero Lab and the Hero Lab logo are Registered Trademarks of LWD Technology, Inc. Free demo available at https://herolab.online\nPathfinder and associated marks and logos are trademarks of Paizo Inc., and are used under license."
  },
  "actors": {
    "actor.1": {
      "name": "Sherlock-18",
      "player": "Graham",
      "gameValues": {
        "actXPNet": 17000,
        "actLevelNet": 18,
        "actAlignment": "Neutral Evil",
        "actRace": "ratfolk",
        "actBackgroundText": "Butcher",
        "actClassText": "investigator 18",
        "actBulk": 4.7,
        "actEncumbered": 5,
        "actOverburdened": 10,
        "actMoneyNet": "1,069 gp; 5 sp; 5 cp",
        "actSize": -1,
        "actSpace": 5,
        "actReach": 5,
        "actReachNet": 5,
        "actSocietyChar": 2001,
        "Trait": "trtEvil,trtHumanoid,trtNeutralLC,trtRatfolk"
      },
      "items": {
        "Perception.149": {
          "name": "Perception",
          "description": "Your Perception measures your ability to notice things, search for what’s hidden, and tell whether something about a situation is “off.” This statistic is frequently used for rolling initiative to determine who goes first in an encounter, and for the Seek action.\n\nYou have a Perception modifier based on your Wisdom. Your class determines your proficiency in Perception.\n\nPerception modifier = Wisdom modifier + Perception proficiency modifier + circumstance bonus + status bonus + item bonus + circumstance penalty + status penalty + item penalty + untyped penalties\n\nIn many circumstances, such as when someone’s trying to sneak past you, the GM will roll against your Perception DC. Much like skill DCs, your Perception DC is 10 plus your Perception modifier.",
          "compset": "Derived",
          "components": "Derived",
          "stAbScModifier": 4,
          "stNet": 33,
          "stDC": 43,
          "stMiscMod": 3,
          "proLevelBonNet": 26,
          "ProfLevel": "Legendary"
        },
        "abAlchSciencesInv.306": {
          "name": "Alchemical Sciences (8 vials/day)",
          "description": "Your methodology emphasizes chemical and alchemical analysis, collecting information from unusual particles and  uids found on the scene. You possess enough alchemical know-how to whip up a few tinctures to help you with your cases.\n\nYou’re trained in Crafting and gain the Alchemical Crafting skill feat (Core Rulebook 258). In addition, you gain a standard formula book for free and learn the formulas for two additional common 1st-level alchemical items, which must be elixirs or tools. Each time you gain a level, you learn the formula for one common alchemical elixir or alchemical tool of any level of item you can create.\n\nDuring your daily preparations, you can create a number of versatile vials—alchemical concoctions that can quickly be turned into elixirs and tools— equal to your Intelligence modifier. You can use the Quick Tincture action to turn one of these vials into an elixir or alchemical tool for which you know the formula.",
          "compset": "Ability",
          "components": "Ability",
          "trkMaximum": 8,
          "Period": "Day"
        },
        "abClueInInv.278": {
          "name": "Clue In (1/10 minutes)",
          "description": "You share information with the triggering creature. They gain a circumstance bonus to their check equal to your circumstance bonus to checks investigating your subject from Pursue a Lead. The GM can add any relevant traits to this reaction depending on the situation, such as auditory and linguistic if you’re conveying information verbally.",
          "compset": "Ability",
          "components": "Ability",
          "trkMaximum": 1,
          "reFrequency": "once per 10 minutes",
          "reTrigger": "Another creature attempts a check to investigate a lead you’re pursuing.",
          "Action": "Reaction",
          "Period": "Minute10",
          "Trait": "clInvestigator,trtConcentrate"
        },
        "abDarkvision.1287": {
          "name": "Darkvision",
          "description": "A creature with darkvision can see perfectly well in areas of darkness and dim light, though such vision is in black and white only. Some forms of magical darkness, such as a 4th-level darkness spell, block normal darkvision. A monster with greater darkvision, however, can see through even these forms of magical darkness.",
          "summary": "You can see in the dark (black and white only).",
          "compset": "Ability",
          "components": "Ability"
        },
        "abDeductImprovInv.291": {
          "name": "Deductive Improvisation",
          "description": "You use your skills at deduction to perform whatever task is necessary to solve the case. You can attempt any check that requires you to be trained in a skill, even if you’re untrained in it; you can attempt any check that requires you to have expert proficiency in a skill so long as you’re trained in it; and you can attempt any check that requires you to have master proficiency in a skill as long as you have expert proficiency in it.",
          "summary": "Can attempt trained checks while untrained, expert checks while trained, and master checks while expert.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abDeviseStratInv.279": {
          "name": "Devise a Stratagem (1/round)",
          "description": "You assess a foe’s weaknesses in combat and use them to formulate a plan of attack against your enemy. Choose a creature you can see and roll a d20. If you Strike the chosen creature later this round, you must use the result of the roll you made to Devise a Stratagem for your Strike’s attack roll instead of rolling. You make this substitution only for the first Strike you make against the creature this round, not any subsequent attacks.\n\nWhen you make this substitution, you can also add your Intelligence modifier to your attack roll instead of your Strength or Dexterity modifier, provided your Strike uses an agile or finesse melee weapon, an agile or finesse unarmed attack, a ranged weapon (which must be agile or finesse if it’s a melee weapon with the thrown trait), or a sap.\n\nIf you’re aware that the creature you choose is the subject of a lead you’re pursuing, you can use this ability as a free action.",
          "summary": "Choose a creature and roll d20: Striking them this rnd with agile/finesse weapon uses this roll but with Int mod for attack.",
          "compset": "Ability",
          "components": "Ability",
          "trkMaximum": 1,
          "reFrequency": "once per round",
          "Action": "Action1",
          "Period": "Round",
          "Trait": "clInvestigator,trtConcentrate,trtFortune"
        },
        "abEldritchShotElA.1275": {
          "name": "Eldritch Shot",
          "description": "You Cast a Spell that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell do not occur immediately but are imbued into the bow you’re wielding. Make a Strike with that bow. Your spell flies with the ammunition, using your attack roll result to determine the effects of both the Strike and the spell. This counts as two attacks for your multiple attack penalty, but you don’t apply the penalty until after you’ve completed both attacks.",
          "compset": "Ability",
          "components": "Ability",
          "reRequirements": "You are wielding a bow",
          "Action": "Action3"
        },
        "abEvasionPC.296": {
          "name": "Evasion",
          "description": "You’ve learned to move quickly to avoid explosions, a dragon’s breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.",
          "summary": "Successes rolled on Reflex saves are crit successes instead.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abInvestigatExInv.290": {
          "name": "Investigator Expertise",
          "description": "You’ve refined your investigative techniques to an exceptional degree. Your circumstance bonus from Pursue a Lead increases to +2. Your proficiency rank for your investigator class DC increases to expert.",
          "summary": "Pursue a Lead bonus increases to +2 and your proficiency rank for your investigator class DC increases to expert.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abKeenRecoInv.285": {
          "name": "Keen Recollection",
          "description": "You can recall pertinent facts on topics that aren’t your specialty. Your proficiency bonus to untrained skill checks to Recall Knowledge is equal to your level instead of +0.",
          "summary": "When Recall Knowledge with untrained skills, use Proficiency bonus equal to own level instead of +0.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abLowLightVision.267": {
          "name": "Low-Light Vision",
          "description": "The creature can see in dim light as though it were bright light, so it ignores the concealed condition due to dim light.",
          "summary": "See in dim light as if it were normal light.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abMethodologyInv.281": {
          "name": "Methodology",
          "description": "Your studies have made you savvy in many areas, but one in particular drew your intense interest. Choose a methodology.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abPursueLeadInv.277": {
          "name": "Pursue a Lead (1/10 minutes)",
          "description": "You spend 1 minute examining the details of one potential clue, designating the subject related to that clue as the target of your active investigation. This subject is typically a single creature, item, or small location (such as a room or corridor), but the GM might allow a different scope for your investigation. You don’t need to know the identity, purpose, or nature of the subject, but you do need to be aware of its existence. For instance, finding a footprint is enough to investigate the creature that left it, and seeing a hasty sketch of an item or location can be enough to start your investigation of that subject.\n\nWhenever you attempt a Perception or skill check to investigate a designated subject, you gain a +1 circumstance bonus to the check. The exact checks this applies to depend on the actions you use to investigate and are determined by the GM, but checks to investigate are typically Perception checks or skill checks that use Intelligence, Wisdom, or Charisma.\n\nYou can maintain two active investigations at a time. If you Pursue another Lead after that, the subject must be different from any of your current investigations (or rather, they must be different as far as you know), and you give up on a current subject of your choice. Once you’ve given up pursuit of a subject, you can’t Pursue that Lead again until after the next time you make your daily preparations.",
          "compset": "Ability",
          "components": "Ability",
          "trkMaximum": 1,
          "reFrequency": "once per 10 minutes",
          "Period": "Minute10",
          "Trait": "clInvestigator,trtConcentrate,trtExploration"
        },
        "abResolveGrPC.298": {
          "name": "Greater Resolve",
          "description": "Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a success on a Will save, you get a critical success. When you roll a critical failure on a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage.",
          "summary": "Crit failures on Will saves are failures instead. Half damage on failed Will saves vs. damaging effects.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abResolvePC.292": {
          "name": "Resolve",
          "description": "You’ve steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.",
          "summary": "Successes rolled on Will saves are crit successes instead.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abScent.274": {
          "name": "Scent (imprecise) 30 feet",
          "description": "Scent involves sensing creatures or objects by smell, and is usually a vague sense. The range is listed in the ability, and it functions only if the creature or object being detected emits an aroma (for instance, incorporeal creatures usually do not exude an aroma).\n\nIf a creature emits a heavy aroma or is upwind, the GM can double or even triple the range of scent abilities used to detect that creature, and the GM can reduce the range if a creature is downwind.",
          "summary": "Sense creatures or objects by smell.",
          "compset": "Ability",
          "components": "Ability",
          "vaRangeText": "30 feet"
        },
        "abSigSpellsAddElA.1477": {
          "name": "Signature Spells",
          "description": "You’ve learned to cast some of your spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don’t need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you’ve learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abStratStrikeInv.280": {
          "name": "Strategic Strike (5d6)",
          "description": "When you strike carefully and with forethought, you deal a telling blow. When making a Strike that adds your Intelligence modifier on your attack roll due to Devising a Stratagem, you deal an additional 1d6 precision damage.\n\n As your investigator level increases, so too does the deadliness of your strategic strike. Increase the number of dice by one at 5th, 9th, 13th, and 17th levels.",
          "summary": "On Strike with Int due to Devising a Stratagem, deal extra precision damage.",
          "compset": "Ability",
          "components": "Ability"
        },
        "acArmorClass.68": {
          "name": "Armor Class",
          "description": "Your character’s Armor Class represents how difficult they are to hit in combat. To calculate your AC, add 10 plus your character’s Dexterity modifier (up to their armor’s Dexterity modifier cap; page 274), plus their proficiency bonus with their armor, plus their armor’s item bonus to AC and any other permanent bonuses and penalties.",
          "compset": "ArmorClass",
          "proLevelBonNet": 22,
          "stAbScModifier": 4,
          "stNet": 39,
          "stMiscMod": 3,
          "ProfLevel": "Expert"
        },
        "amArrGhost.1367": {
          "name": "Ghost arrow",
          "description": "Ammunition arrow\n\nGhost ammunition is cool to the touch. This ammunition has the benefits of the ghost touch property rune and can fly through any obstacle except those that can block incorporeal creatures or effects. Though the ammunition penetrates barriers and ignores all cover, the target still benefits from the flat check from being concealed or hidden. You still can’t target an undetected creature without guessing.\n\nAfter it is launched, the ammunition vanishes into mist. However, in the dead of the night 1d4 days later, it reappears in the last quiver or other container it was taken from.",
          "compset": "Ammunition",
          "trkMaximum": 1,
          "Trait": "ssTransmutation,trtMagical"
        },
        "amBoltBeaconShot.1570": {
          "name": "Beacon shot bolt",
          "description": "Ammunition bolt\n\nThe shaft of a beacon shot is studded with tiny flecks of glimmering gemstones. When an activated beacon shot hits a target, it embeds itself into that target and spews sparks for 1 minute. If the target is invisible, it becomes merely hidden to creatures who would otherwise be unable to see it. The sparks also negate the concealed condition if the target was otherwise concealed.\n\nA creature can remove the arrow or bolt by using an Interact basic action and succeeding at a DC 20 Athletics check.",
          "compset": "Ammunition",
          "trkMaximum": 1,
          "Action": "Action1",
          "Trait": "ssEvocation,trtConsumable,trtMagical",
          "items": {
            "mtSilverLo.1581": {
              "name": "Silver, low-grade",
              "description": "General\nSilver weapons are a bane to creatures ranging from devils to werewolves. Silver items are less durable than steel items, and low-grade silver items are usually merely silver-plated.\n\nArmor\nSilver armor sickens certain creatures that touch it. A creature with weakness to silver that critically fails an unarmed attack against a creature in silver armor becomes sickened 1. A creature with weakness to silver is sickened 1 as long as it wears silver armor.\n\nCraft Requirements silver worth at least 70 sp + 7 sp per Bulk\n\nWeapon\nSilver weapons deal additional damage to creatures with weakness to silver, like werewolves, and ignore the resistances of some other creatures, like devils.\n\nCraft Requirements at least 20 sp of silver + 2 sp per Bulk",
              "compset": "Material",
              "containment": "Installed",
              "Trait": "trtPrecious,trtSilver"
            }
          }
        },
        "amBolts.724": {
          "name": "Cold iron bolts",
          "description": "Shorter than traditional arrows but similar in construction, bolts are the ammunition used by crossbows.",
          "stackQty": 10,
          "compset": "Ammunition",
          "grBulk": 0.01,
          "trkMaximum": 10,
          "items": {
            "mtColdIronLo.735": {
              "name": "Cold iron, low-grade",
              "description": "General\nWeapons made from cold iron are deadly to demons and fey alike. Cold iron looks like normal iron but is mined from particularly pure sources and shaped with little or no heat. This process is extremely difficult, especially for high-grade cold iron items.\n\nArmor\nCold iron armor sickens certain creatures that touch it. A creature with weakness to cold iron (such as most demons and fey) that critically fails an unarmed attack against a creature in cold iron armor becomes sickened 1. A creature with weakness to cold iron is sickened 1 as long as it wears cold iron armor.\n\nCraft Requirements\nThe initial raw materials must include cold iron worth at least 70 sp + 7 sp per Bulk\n\nWeapon\nCold iron weapons deal additional damage to creatures with weakness to cold iron, like demons and fey.\n\nCraft Requirements\nAt least 20 sp of cold iron + 2 sp per Bulk",
              "compset": "Material",
              "containment": "Installed",
              "Trait": "trtColdIron,trtPrecious"
            }
          }
        },
        "anRatfolk.266": {
          "name": "Ratfolk",
          "description": "Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living spaces.\n\nMost surface-dwelling humanoids call ysoki “ratfolk” and know them as a communal people who prefer cramped conditions, with up to 100 individuals living in a given house. If they can’t find homes in town, ysoki may instead live in caves and cavern complexes, as these provide great storage for the many and varied goods they bring back from trading expeditions.\n\nRatfolk love to travel, and they can often be found on the road in merchant caravans. They’re good with their hands and have a keen eye for spotting anything out of the ordinary, from threats to treasures. They’re also inveterate hoarders; ysoki warrens are crammed full of unusual odds and ends gathered by previous generations and stowed away in preparation for some future emergency.\n\nIf you want a character who is smart, fast, well-traveled, and adaptable, try playing a ysoki!\n\nYou Might...\n• Have pride in your large extended family, and stay in contact with everyone in it.\n• Like to travel near and far in search of new experiences, likely collecting trinkets along the way.\n• Work well with others.\n\nOthers Probably...\n• Mistake you for a wererat or another monster. \n• Are surprised by your careful grooming and other fastidious habits.\n• Think you’re crowding them and invading their personal space.\n\nPhysical Description\nRatfolk have whiskered snouts, large ears, and hairless tails, and typically have red eyes and short brown or black fur. A common ysoki is 4 feet tall and weighs around 80 pounds. Ratfolk vary considerably, however; even a single family group can exhibit substantial variation in hair color, eye color, or size.\n\nInstinct drives ysoki to maintain cleanliness, though this is also reinforced through their strong social structures. Other condescending humanoids often presume ratfolk are dirty or diseased, but in actuality, they are meticulous about personal hygiene. Because their appearance is often considered unnatural—and other people mistake them for wererats—ysoki often conceal their physical features with hoods, gloves, shoes, long-sleeved tunics, robes, and other layers of clothing when moving through spaces dominated by other ancestries.\n\nSociety\nYsoki culture values cooperation and community. Every ysoki learns—through communal games, social occasions, and sports—to forge fast friendships and connections with ysoki outside their family. You may never know whose help you’re going to need, but when you do, you’re going to need it now.\n\nWith a long tradition of working as traders and tinkers, ysoki travel frequently from one town to another. Their wagons are usually grouped into caravans of up to half a dozen vehicles. Ysoki wagons are pulled by exceptionally large giant rats; many ysoki can speak to such animals.\n\nDiscrimination against ysoki has shaped their culture, prompting them to rely on each other and strengthening their family and communal bonds. Ysoki are very good at differentiating between bad actors and those who are simply acting out of ignorance, modeling good behavior and slowly working to reverse generations of discrimination for those willing to learn. They are always on the lookout for members of other ancestries who don’t judge them for their appearance, embracing these individuals as true friends and welcoming them into their communities. But they also can quickly spot determined bigots prone to violence and steer clear of such individuals, minimizing any opportunity for tragedy.\n\nAlignment and Religion\nYsoki care more about their family than abstract concepts of good and evil. Their warrens might be chaotic dens filled with hoarded knickknacks, but they also obey strict social codes. Most ysoki are neutral.\n\nThough ysoki revere their ancestors and tend to acknowledge whatever deity is prevalent in their local area, Lao Shu Po has a special role in ysoki culture. Grandmother Rat, as she is sometimes known, embodies many things that are otherwise antithetical to ratfolk—she urges followers to put their own interests above others, and she encourages deceit and trickery. To most ysoki, Grandmother Rat accomplishes all those things ratfolk need done, but which no reasonable ratfolk would wish to do. For more information about Lao Shu Po, see page 132 of Lost Omens Gods and Magic.\n\nNames\nEvery ysoki family has perhaps two dozen names that have been passed down from generation to generation, sometimes with minor alterations or alternative nicknames. A grandfather might be Grivver, for example, while his daughter goes by Griva and her son is simply Griv. Ratfolk are often assigned nicknames and sobriquets by humanoids they interact with, but most ysoki find these names distasteful and endure them only when outside ysoki communities.\n\nSample Names\nBarnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess",
          "compset": "Ancestry",
          "Rarity": "Uncommon",
          "Trait": "trtHumanoid,trtRatfolk"
        },
        "arLeather.1419": {
          "name": "+2 greater fire resistant greater resilient major shadow leather armor",
          "description": "A mix of flexible and molded boiled leather, a suit of this type of armor provides some protection with maximum flexibility.",
          "compset": "Armor",
          "arAC": 25,
          "arItemAC": 3,
          "arDexModCap": 4,
          "arArmorCheckPen": -1,
          "arArmorMinStr": 10,
          "proLevelBonNet": 22,
          "grBulk": 1,
          "ProfLevel": "Expert",
          "Trait": "trtMagical",
          "items": {
            "abResistance.1433": {
              "name": "Resistance to fire 10",
              "description": "A creature with resistance reduces damage dealt to it by the amount listed in its resistance entry (to a minimum of 0 damage). Resistance can specify damage types or certain other properties of attacks. For instance, a creature might be resistant to nonmagical bludgeoning damage, meaning it would take less damage from bludgeoning attacks that weren’t magical, but would take normal damage from a +1 mace or a nonmagical spear. A resistance might have an exception. For example, resistance 10 to physical damage (except silver) would reduce any physical damage by 10 unless that damage was dealt by a silver weapon.\n\nIf the creature has more than one type of resistance that would apply to the same instance of damage, use only the highest applicable resistance value.\n\nIt’s possible to have resistance to all damage. If you have resistance to all damage, apply the resistance to each source separately. If an attack would deal 7 slashing damage and 4 fire damage, resistance 5 to all damage would reduce the slashing damage to 2 and negate the fire damage.",
              "compset": "Ability",
              "components": "Ability",
              "containment": "Installed"
            },
            "ruArmPotency2.1430": {
              "name": "Armor potency +2",
              "description": "Magic wards deflect attacks. Increase the armor’s item bonus to AC by 2. The armor can be etched with two property runes.\n\nYou can upgrade the armor potency rune already etched on a suit of armor to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes’ Prices.\n\nCraft Requirements\nYou are a master in Crafting.",
              "compset": "Rune",
              "containment": "Installed",
              "Trait": "ssAbjuration,trtMagical"
            },
            "ruArmResilientGr.1429": {
              "name": "Resilient, greater",
              "description": "Resilient runes imbue armor with additional protective magic. This grants the wearer a +2 item bonus to saving throws. You can upgrade the resilient rune already etched on a suit of armor to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes’ Prices.",
              "compset": "Rune",
              "containment": "Installed",
              "Trait": "ssAbjuration,trtMagical"
            },
            "ruArmResistFireGr.1432": {
              "name": "Energy resistant, greater fire",
              "description": "These symbols convey protective forces from the Elemental Planes. You gain resistance 10 fire. The crafter chooses the damage type when creating the rune. Multiple energy-resistant runes can be etched onto a suit of armor; rather than using only the highest-level effect, each must provide resistance to a different damage type. For instance, a +2 acid-resistant greater fire-resistant breastplate would give you acid resistance 5 and fire resistance 10.",
              "compset": "Rune",
              "containment": "Installed",
              "Trait": "ssAbjuration,trtMagical"
            },
            "ruArmShadowMj.1645": {
              "name": "Shadow, major",
              "description": "Armor with this rune becomes hazy black. You gain a +3 item bonus to Stealth checks while wearing the armor.",
              "compset": "Rune",
              "containment": "Installed",
              "Trait": "ssTransmutation,trtMagical"
            }
          }
        },
        "asCha.44": {
          "name": "Charisma",
          "description": "This score measures your character’s strength of personality, personal magnetism, and ability to influence the thoughts and moods of others. Charisma is an important statistic for bards and sorcerers, and it grants benefits to clerics and paladins.",
          "summary": "This score measures your character’s strength of personality, personal magnetism, and ability to influence the thoughts and moods of others.",
          "compset": "AbilScore",
          "stNet": 10
        },
        "asCon.41": {
          "name": "Constitution",
          "description": "Constitution measures your character’s health and stamina. Constitution is an important statistic for all characters, especially those who fight in close combat. Fighters, monks, paladins, rangers, and rogues particularly benefit from a solid Constitution score. Additionally, Constitution grants characters extra Hit Points and makes them more resistant against poison and disease.",
          "summary": "Constitution measures your character’s health and stamina.",
          "compset": "AbilScore",
          "stAbScModifier": 4,
          "stNet": 19
        },
        "asDex.39": {
          "name": "Dexterity",
          "description": "Dexterity measures your character’s agility, balance, and reflexes. Dexterity is important if your character plans to use stealth to surprise foes or to make attacks with ranged weapons. Rogues in particular benefit from having a high Dexterity score, as do rangers and some fighters and monks. A high Dexterity score allows your character to reduce or avoid attacks and magical effects that can be dodged or outright evaded, such as dragon’s breath.",
          "summary": "Dexterity measures your character’s agility, balance, and reflexes.",
          "compset": "AbilScore",
          "stAbScModifier": 4,
          "stNet": 19
        },
        "asInt.43": {
          "name": "Intelligence",
          "description": "Intelligence measures how well your character can learn and reason. Intelligence is a vital statistic if your character is an alchemist or a wizard, since these classes use complicated formulas or spell notations when using their abilities. A high Intelligence score allows your character to perceive and understand patterns, and to pick up skills that can serve her during her adventuring career.",
          "summary": "Intelligence measures how well your character can learn and reason.",
          "compset": "AbilScore",
          "stAbScModifier": 6,
          "stNet": 23
        },
        "asStr.38": {
          "name": "Strength",
          "description": "Strength measures your character’s physical power. Strength is important if your character plans to engage in the hand-to-hand fighting of melee combat. Fighters, monks, paladins, and rangers all benefit from having a high Strength score. Strength also determines how much Bulk your character can carry (see page 175).",
          "summary": "Strength measures your character’s physical power.",
          "compset": "AbilScore",
          "stAbScModifier": -1,
          "stNet": 8
        },
        "asWis.42": {
          "name": "Wisdom",
          "description": "Wisdom measures your character’s common sense, awareness, and intuition. Wisdom helps you understand religion and nature, and is a crucial statistic for clerics and druids. A high Wisdom score can help your character shake off mental spells and effects. Additionally, Wisdom affects your character’s Perception modifier, which measures how well she observes and identifies threats or curiosities among her surroundings.",
          "summary": "Wisdom measures your character’s common sense, awareness, and intuition.",
          "compset": "AbilScore",
          "stAbScModifier": 4,
          "stNet": 19
        },
        "clInvestigator.275": {
          "name": "Investigator",
          "description": "You seek to uncover the truth, doggedly pursuing leads to reveal the plots of devious villains, discover ancient secrets, or unravel other mysteries. Your analytical mind quickly formulates solutions to complicated problems and your honed senses identify even the most obscure clues. Wielding knowledge as a weapon, you study the creatures and dangers you encounter to exploit their weaknesses.\n\nDuring Combat Encounters...\nYour keen insights regarding your foes make you more dangerous than your physical strength would suggest. After spending a moment to study your enemies, your perceptiveness allows you to act quickly, striking them where it hurts most. You often assist tougher members of your party, wisely protecting yourself while providing vital aid.\n\nDuring Social Encounters...\nFew can stand up against your scrutiny. You might not be the most charming, but you see things for what they really are and develop an understanding of a social situation rapidly. Every conversation is an investigation, after all, and you never know what you might uncover!\n\nWhile Exploring...\nYou look for clues in your environment. You often prove yourself to be a valuable ally by serving as a party scout, analyzing the intricacies of puzzles or mysterious phenomena, and pursuing leads that could reveal bene cial information.\n\nIn Downtime...\nYou study up on subjects new and old, make new allies you can share information with, and pursue hobbies that keep your active mind satis ed. You might make a bit of coin on the side working as a private detective or consulting with the local constabulary.\n\nYou Might...\n• Start asking questions—including several that are quite involved—immediately after you’re presented with a conundrum. \n• Strive to uncover the deeper meanings behind anything you encounter and to identify the social machinations that truly drive events behind the scenes. \n• Get so involved in a case that you ignore other matters, deeming them trivial.\n\nOthers Probably...\n• Find the cascades of information you spout forth extremely helpful, if difficult to fully comprehend. \n• Get a bit annoyed that you’re such a know-it-all. \n• Rely on you to solve mysteries, puzzles, or other challenges requiring intellectual curiosity and reasoning.",
          "compset": "Class",
          "clDC": 38,
          "proLevelBonNet": 22,
          "ProfLevel": "Expert",
          "Trait": "clInvestigator"
        },
        "deiLaoShuPo.500": {
          "name": "Lao Shu Po",
          "compset": "Deity"
        },
        "ftAdoptedAncestry.555": {
          "name": "Adopted Ancestry (Gnome)",
          "description": "You’re fully immersed in another ancestry’s culture and traditions, whether born into them, earned through rite of passage, or bonded through a deep friendship or romance. Choose a common ancestry. You can select ancestry feats from the ancestry you chose, in addition to your character’s own ancestry, as long as the ancestry feats don’t require any physiological feature that you lack, as determined by the GM.",
          "summary": "Gain access to a selected ancestry's feats.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "Trait": "trtGeneral"
        },
        "ftAlchDiscoverInv.666": {
          "name": "Alchemical Discoveries",
          "description": "You’ve devoted extra time in the lab to improve your knowledge of alchemy. You learn the formulas for two alchemical items each time you level up instead of one; these must still be elixirs or tools. The number of versatile vials you can create each day increases by 1 if you’re an expert in Crafting, 2 if you’re a master, or 3 if you’re legendary.",
          "summary": "Learn more alchemical item formulas each level, and can create extra versatile vials based on proficiency level in Crafting.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 4,
          "rePrerequisites": "alchemical sciences methodology",
          "Trait": "clInvestigator"
        },
        "ftAlchemicalCraft.309": {
          "name": "Alchemical Crafting",
          "description": "You can use the Craft activity to create alchemical items. When you select this feat, you immediately add the formulas for four common 1st-level alchemical items to your formula book.",
          "summary": "Use the Craft activity to create alchemical items.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Crafting",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftAncestParagon.1517": {
          "name": "Ancestral Paragon",
          "description": "Whether through instinct, study, or magic, you feel a deeper connection to your ancestry. You gain a 1st-level ancestry feat.",
          "summary": "Gain a 1st-level ancestry feat.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 3,
          "Trait": "trtGeneral"
        },
        "ftArchaeologArc.512": {
          "name": "Archaeologist Dedication",
          "description": "You are a student of peoples and their histories, and are in constant pursuit of knowledge and artifacts from the past. You become an expert in Society and Thievery, and you gain a +1 circumstance bonus to Recall Knowledge about ancient history, peoples, and cultures.",
          "summary": "+1 circumstance bonus to Recall Knowledge about ancient history, peoples, and cultures",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "rePrerequisites": "trained in Perception, Society, and Thievery",
          "reSpecial": "You can’t select another dedication feat until you have gained two other feats from the archaeologist archetype. ",
          "Trait": "trtArchetype,trtDedication"
        },
        "ftArcherAimArc.1273": {
          "name": "Archer's Aim",
          "description": "You slow down, focus, and take a careful shot. Make a ranged Strike with a weapon in the bow weapon group. You gain a +2 circumstance bonus to the attack roll and ignore the target’s concealed condition. If the target is hidden, reduce the flat check from being hidden from 11 to 5.",
          "summary": "Bow Strike with +2 to attack, ignore the target’s concealed condition, and flat check vs. hidden is only 5.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 8,
          "rePrerequisites": "Archer Dedication",
          "Action": "Action2",
          "Trait": "trtArchetype,trtConcentrate"
        },
        "ftArcherArc.765": {
          "name": "Archer Dedication",
          "description": "You become trained in all simple and martial weapons in the bow weapon group. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency rank in all simple and martial weapons in the bow weapon group. If you are at least an expert in the bow you are using, you gain access to the critical specialization effect with that bow.",
          "summary": "Trained in simple/martial bow weapons and gain access to critcal specialization bow effects if you are an expert.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "reSpecial": "You can’t select another dedication feat until you have gained two other feats from the archer archetype .",
          "ProfLevel": "Master",
          "Trait": "trtArchetype,trtDedication"
        },
        "ftArmoredStealth.1434": {
          "name": "Armored Stealth",
          "description": "You have learned techniques to adjust and modify your armor and movements to reduce the noise you make. When you wear non-noisy armor with which you are trained, your penalty to Stealth checks is reduced by 1 (to a minimum penalty of 0). If you’re a master in Stealth, reduce the penalty by 2, and if you’re legendary, reduce the penalty by 3. If your armor has the noisy trait, instead of reducing the penalty to Stealth checks, you ignore the effects of the noisy trait, enabling you to remove the penalty with a sufficient Strength score as normal.",
          "summary": "Noisy armor loses noisy trait, non-noisy reduces check penalty for Stealth by 1 (2 at master, 3 at legendary).",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "rePrerequisites": "Expert in Stealth",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftArrowDeathElA.1633": {
          "name": "Arrow of Death (1/day, DC 38)",
          "description": "You modify an arrow or bolt to bring death to your target in a single potent hit. Make a bow Strike. On a hit, you deal an additional 10d10 precision damage. On a critical hit, the target must also succeed at a Fortitude saving throw against your class DC or spell DC, whichever is higher, or be immediately slain; this save has the death and incapacitation traits.",
          "summary": "Bow strike deals an additional 10d10 precision damage. On a critical hit, target must make a Fortitude save or be immediately slain.",
          "compset": "Feat",
          "components": "Ability",
          "vaDC": 38,
          "vaSave": "Fortitude Save",
          "trkMaximum": 1,
          "reqLevelNet": 18,
          "rePrerequisites": "Eldritch Archer Dedication",
          "reFrequency": "once per day",
          "Action": "Action3",
          "Period": "Day",
          "Trait": "ssNecromancy,trtArchetype,trtMagical"
        },
        "ftBiographicalEye.1179": {
          "name": "Biographical Eye",
          "description": "In even a brief conversation or social interaction, you pick up on subtle social and visual cues to learn a great deal about a person’s origin and history. You might notice bits of green under the person’s fingernails and determine they’re an herbalist, a pin indicating their membership in a secret society, or something similar. You pick up on only details that have to do with their societal role, so you might learn the city district where a vampire lives, but wouldn’t learn any of their weaknesses, nor necessarily even that they are a vampire.\n\nSpend 1 minute in the presence of someone you haven’t met before, or haven’t met since you first gained Biographical Eye, then attempt a DC 30 Society check. You gain a +1 circumstance bonus to the check if you engaged the person in conversation during this time. If the person is deliberately trying to conceal their nature or present a false identity, you learn about their false biography rather than their true one unless the result of your Society check exceeds their Will DC.\n\nCritical Success You learn the creature’s profession, their specialty within that profession, and a major accomplishment or controversy from their career. You also learn the nation and settlement where they live, as well as the district in a city large enough to have districts. In addition, you learn the nation or settlement where they spent their formative years.\nSuccess You learn the creature’s profession and specialty within that profession. You learn the nation or settlement where they normally live.\nFailure You learn the creature’s profession and the region of the world they hail from, but no more.\nCritical Failure You learn a piece of erroneous information about the creature.",
          "summary": "Roll Society (DC 30) after 1 min interact on first meeting to gain info on origin and history in society. Must beat Will DC to see through false identity.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 7,
          "rePrerequisites": "Master in Society",
          "Trait": "trtGeneral,trtSecret,trtSkill"
        },
        "ftCodebreakerLg.1557": {
          "name": "Legendary Codebreaker",
          "description": "Your skill with languages and codes is so great that you can decipher information with little more than a quick read through a text. You can Decipher Writing using Society while reading at normal speed. If you slow down and spend the full amount of time that’s ordinarily required and roll a success, you get a critical success; if you critically succeed while spending the normal amount of time, you gain a nearly word-for-word understanding of the document.",
          "summary": "Decipher Writing while reading at normal speed. If you spend the full amount of time that's ordinarily required, treat a success as a critical success; if you critically succeed you gain a nearly word-for-word understanding of the document.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 15,
          "rePrerequisites": "legendary in Society",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftCriminalConnect.739": {
          "name": "Criminal Connections",
          "description": "You have dealings with a variety of unsavory characters, which you can leverage to trade favors or meet powerful people. When you’re in an area where you have connections (typically a settlement where you’ve spent downtime building connections or possibly another area in the same nation), you can attempt a Society check to arrange a meeting with an important criminal, such as a thieves’ guild leader, or ask for a favor in exchange for a later favor of your contact’s choice. The GM decides the DC based on the difficulty of the favor and the figure’s prominence.",
          "summary": "In area where have connections, roll Society (GM decides DC) to meet important criminal or gain a favor in return for future favor of contacts choice.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "rePrerequisites": "Expert in Society, Streetwise",
          "Rarity": "Uncommon",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftCrossbowTerrArc.840": {
          "name": "Crossbow Terror",
          "description": "You are a dynamo with the crossbow. You gain a +2 circumstance bonus to damage with crossbows. If the crossbow is a simple weapon, also increase the damage die size for your attacks made with that crossbow by one step. As normal, this damage die increase can’t be combined with other abilities that alter the weapon damage die (such as the ranger feat Crossbow Ace).",
          "summary": "Crossbows gain a +2 dam and if a simple weapon, +1 to damage die size.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 6,
          "rePrerequisites": "Archer Dedication",
          "Trait": "trtArchetype"
        },
        "ftEldritchArchElA.1274": {
          "name": "Eldritch Archer Dedication (Arcane)",
          "description": "You blend magic with your archery, leading to powerful results.\n\nIf you don’t already cast spells from spell slots, you learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from a spell list of your choice. You choose this cantrip from the common spells on your chosen spell list or from other spells to which you have access on that list. This cantrip must require a spell attack roll. You’re trained in spell attack rolls and spell DCs for that tradition. Your key spellcasting ability for these spells is Charisma.\n\nIf you already cast spells from spell slots, you learn one additional cantrip from that tradition. If you’re a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you’re a spontaneous caster, you add this cantrip to your spell repertoire.\n\nYou also gain Eldritch Shot.",
          "summary": "You blend magic with your archery, leading to powerful results.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 6,
          "rePrerequisites": "expert in at least one type of bow ",
          "reSpecial": "You can’t select another dedication feat until you have gained two other feats from the eldritch archer archetype.",
          "Trait": "trtArchetype,trtDedication,trtMagical"
        },
        "ftFleet.1305": {
          "name": "Fleet",
          "description": "You move more quickly on foot. Your Speed increases by 5 feet.",
          "summary": "Your Speed increases by 5 feet.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "Trait": "trtGeneral"
        },
        "ftFoilSenses.842": {
          "name": "Foil Senses",
          "description": "You are adept at foiling creatures’ special senses and cautious enough to safeguard against them at all times. Whenever you use the Avoid Notice, Hide, or Sneak actions, you are always considered to be taking precautions against special senses (see the Detecting with Other Senses sidebar on page 465).",
          "summary": "When using Avoid Notice/Hide/Sneak actions, you are always considered to be taking precautions against special senses.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 7,
          "rePrerequisites": "master in Stealth",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftFortuitShiftGno.922": {
          "name": "Fortuitous Shift",
          "description": "You have grown more comfortable with your penchant for supernatural disappearance. The flat check DC of your Fortuitous Shift feat decreases to 11, and you are no longer dazzled if you succeed.",
          "summary": "Flat check DC of your Fortuitous Shift feat decreases to 11, and you are no longer dazzled if you succeed.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 9,
          "rePrerequisites": "Unexpected Shift",
          "Trait": "trtGnome"
        },
        "ftGnoPolyglotGno.1542": {
          "name": "Gnome Polyglot",
          "description": "Your extensive travels, curiosity, and love of learning help you to learn languages quickly. You learn three new languages, chosen from common languages and uncommon languages you have access to. These languages take the same form (signed or spoken) as your other languages. When you select the Multilingual feat, you learn three new languages instead of two.",
          "summary": "Learn three common or uncommon languages of your choice.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "Trait": "trtGnome"
        },
        "ftMedicLg.1516": {
          "name": "Legendary Medic",
          "description": "You’ve discovered medical breakthroughs or techniques that achieve miraculous results. Once per day for each target, you can spend 1 hour treating that target and attempt a Medicine check to remove a disease or the blinded, deafened, doomed, or drained condition. Use the DC of the disease or of the spell or effect that created the condition. If the effect’s source is an artifact, above 20th level, or similarly powerful, increase the DC by 10.",
          "summary": "1/day per target spend 1hr to remove a disease or the blinded, deafened, doomed, drained, or enervated condition.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 15,
          "rePrerequisites": "legendary in Medicine",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftMultilingual.1299": {
          "name": "Multilingual",
          "description": "You easily pick up new languages. You learn two new languages, chosen from common languages, uncommon languages, and any others you have access to. You learn an additional language if you are or become a master in Society and again if you are or become legendary.",
          "summary": "Learn additional common or uncommon languages of your choice.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Society",
          "reSpecial": "You can select this feat multiple times. Each time, you learn additional languages.",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftMultilingual.1546": {
          "name": "Multilingual",
          "description": "You easily pick up new languages. You learn two new languages, chosen from common languages, uncommon languages, and any others you have access to. You learn an additional language if you are or become a master in Society and again if you are or become legendary.",
          "summary": "Learn additional common or uncommon languages of your choice.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Society",
          "reSpecial": "You can select this feat multiple times. Each time, you learn additional languages.",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftPrescientConsum.1514": {
          "name": "Prescient Consumable",
          "description": "You can predict which consumables you might need in advance. When using Prescient Planner, you can procure a consumable item from your backpack, instead of a piece of adventuring gear. The consumable item must still be common with a level no higher than half your level, and its Bulk must be low enough that carrying it wouldn’t have made you encumbered.",
          "summary": "Prescient Planner can now produce consumables with the same limits on level, rarity, and bulk.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 7,
          "rePrerequisites": "Prescient Planner",
          "Trait": "trtGeneral"
        },
        "ftPrescientPlan.1515": {
          "name": "Prescient Planner",
          "description": "You regularly create convoluted plans and contingencies, using your resources to enact them. You take 1 minute to remove your backpack, then carefully remove an item you hadn’t previously declared that you purchased—you intuited that you would come to need the item and purchased it at the latest opportunity. The item must be a piece of adventuring gear (from the table on page 288 of the Core Rulebook or other sources of adventuring gear), and can’t be a weapon, armor, alchemical item, magic item, or other treasure. It must be common with a level no higher than half your level, and its Bulk must be low enough that carrying it wouldn’t have made you encumbered.",
          "summary": "1 min to produce adventuring gear hadn't previously declared. Must be common, level max half your level, and not so bulky it would have encumbered you previously.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 3,
          "reCost": "the Price of the chosen item",
          "reRequirements": "You haven’t used this ability since the last time you were able to purchase goods.",
          "Trait": "trtGeneral"
        },
        "ftQuickContacts.938": {
          "name": "Quick Contacts",
          "description": "You know where to go, who to talk to, and how to make new connections, fast. Upon entering a new settlement, spending 1 day of downtime allows you to build enough connections to make use of the Connections or Underworld Connections feats. If you’re legendary in Society, you can form the required connections within 1 hour of entering a new settlement.",
          "summary": "When enter new settlement, only 1 day to build connections enough to use Connections or Underworld Connections.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "rePrerequisites": "Expert in Society; Connections or Criminal Connections",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftRatFamiliarRat.800": {
          "name": "Rat Familiar",
          "description": "You have a pet rat that has become magically bonded to you. You gain a familiar using the rules on page 217 of the Core Rulebook, and this familiar must be a rat. It still gets the benefits of familiar abilities, but its base form remains a rat.",
          "summary": "You gain a familiar using the rules on page 217 of the Core Rulebook, and this familiar must be a rat",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "Trait": "trtRatfolk"
        },
        "ftReadLips.317": {
          "name": "Read Lips",
          "description": "You can read lips of others nearby who you can clearly see. When you’re at your leisure, you can do this automatically. In encounter mode or when attempting a more difficult feat of lipreading, you’re fascinated and flat-footed during each round in which you focus on lip movements, and you must succeed at a Society check (DC determined by the GM) to successfully read someone’s lips. In either case, the language read must be one that you know.\n\nIf you are deaf or hard of hearing and have Read Lips, you recognize the lip movements for the spoken form of your languages. You can also speak the spoken form of your languages clearly enough for others to understand you.",
          "summary": "You can read the lips of others nearby who you can clearly see but you're fascinated and flat-footed.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Society",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftRobustRecovery.1217": {
          "name": "Robust Recovery",
          "description": "You learned folk medicine to help recover from diseases and poison, and using it diligently has made you especially resilient. When you Treat a Disease or a Poison, or someone else uses one of these actions on you, increase the circumstance bonus granted on a success to +4, and if the result of the patient’s saving throw is a success, the patient gets a critical success.",
          "summary": "When you Treat a Disease/Poison increase the circumstance bonus granted on a success is +4 and if the patient’s saving throw is a success, the patient gets a critical success.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "rePrerequisites": "expert in Medicine",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftSettleScholArc.720": {
          "name": "Settlement Scholastics",
          "description": "Your studies open up new horizons. You become an expert in a Lore skill about a specific settlement; if you were already trained in that Lore skill, you also become trained in the Lore skill for a different settlement of your choice. Choose a single common or uncommon language prevalent in that settlement. You learn that language.",
          "summary": "Become an expert in a Lore skill about a specific settlement and if already trained in that lore become trained in another. Choose single common or uncommon language in that settement and learn it",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 4,
          "rePrerequisites": "Archaeologist Dedication",
          "reSpecial": "You can take this feat multiple times. When you take this feat again, choose a different settlement. ",
          "Trait": "trtArchetype,trtSkill"
        },
        "ftSettleScholArc.763": {
          "name": "Settlement Scholastics",
          "description": "Your studies open up new horizons. You become an expert in a Lore skill about a specific settlement; if you were already trained in that Lore skill, you also become trained in the Lore skill for a different settlement of your choice. Choose a single common or uncommon language prevalent in that settlement. You learn that language.",
          "summary": "Become an expert in a Lore skill about a specific settlement and if already trained in that lore become trained in another. Choose single common or uncommon language in that settement and learn it",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 4,
          "rePrerequisites": "Archaeologist Dedication",
          "reSpecial": "You can take this feat multiple times. When you take this feat again, choose a different settlement. ",
          "Trait": "trtArchetype,trtSkill"
        },
        "ftSneakLg.1489": {
          "name": "Legendary Sneak",
          "description": "You’re always sneaking unless you choose to be seen, even when there’s nowhere to hide. You can Hide and Sneak even without cover or being concealed. When you employ an exploration tactic other than Avoiding Notice, you also gain the benefits of Avoiding Notice unless you choose not to. See page 479 for more information about exploration tactics.",
          "summary": "You can Hide and Sneak even without cover or being concealed and you always gain the benefits of the Avoiding Notice in exploration mode.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 15,
          "rePrerequisites": "legendary in Stealth, Swift Sneak",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftSpellcastBsElA.1476": {
          "name": "Basic Eldritch Archer Spellcasting",
          "description": "You gain the basic spellcasting benefits (Advanced Player's Guide 150). Each time you gain a spell slot of a new level from this archetype, add a spell of the appropriate spell level to your repertoire, either a common spell of your chosen tradition or another spell of that tradition you have learned or discovered.\n\nBasic Spellcasting Feat: Usually available at 4th level, these feats grant a 1st-level spell slot. At 6th level, they grant you a 2nd-level spell slot, and if you have a spell repertoire, you can select one spell from your repertoire as a signature spell. At 8th level, they grant you a 3rd-level spell slot. Archetypes refer to these benefits as the \"basic spellcasting benefits.\"",
          "summary": "You gain the basic spellcasting benefits",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 8,
          "rePrerequisites": "Eldritch Archer Dedication",
          "Trait": "trtArchetype"
        },
        "ftSpellcastExElA.1478": {
          "name": "Expert Eldritch Archer Spellcasting",
          "description": "You gain the expert spellcasting benefits (Advanced Player's Guide 150).\n\nExpert Spellcasting Feat: Typically taken at 12th level, these feats make you an expert in spell attack rolls and DCs of the appropriate magical tradition and grant you a 4th-level spell slot. If you have a spell repertoire, you can select a second spell from your repertoire as a signature spell. At 14th level, they grant you a 5th-level spell slot, and at 16th level, they grant you a 6th-level spell slot. Archetypes refer to these benefits as the \"expert spellcasting benefits.\"",
          "summary": "You gain the expert spellcasting benefits.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 12,
          "rePrerequisites": "Basic Eldritch Archer Spellcasting",
          "Trait": "trtArchetype"
        },
        "ftStreetwise.738": {
          "name": "Streetwise",
          "description": "You know about life on the streets and feel the pulse of your local settlement. You can use your Society modifier instead of your Diplomacy modifier to Gather Information. In any settlement you frequent regularly, you can use the Recall Knowledge action with Society to know the same sorts of information that you could discover with Diplomacy to Gather Information. The DC is usually significantly higher, but you know the information without spending time gathering it. If you fail to recall the information, you can still subsequently attempt to Gather Information normally.",
          "summary": "Use Society to Gather Information or use Recall Knowledge in a settlement you frequent regularly.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Society",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftSuspectOpporInv.1537": {
          "name": "Suspect of Opportunity (1/hour)",
          "description": "Sometimes something intrudes upon your case unexpectedly, such as an ambush sent to bring your investigation to a close. You’ve learned how to compartmentalize your main lead and pursue a new one for your current predicament. You Pursue a Lead against the triggering foe, setting aside but not ending one of your currently active leads, if you have two leads. At the end of the combat encounter, you stop Pursuing the Lead against the triggering foe and return to the original lead, if you have one.",
          "summary": "Pursue a Lead against triggering foe until end of combat, replacing an existing lead if necessary (but not losing that lead).",
          "compset": "Feat",
          "components": "Ability",
          "trkMaximum": 1,
          "reqLevelNet": 10,
          "reFrequency": "once per hour",
          "reTrigger": "A foe takes a hostile action against you in combat.",
          "Action": "Reaction",
          "Period": "Hour",
          "Trait": "clInvestigator"
        },
        "ftSwiftSneak.1091": {
          "name": "Swift Sneak",
          "description": "You can move your full Speed when you Sneak. You can use Swift Sneak while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type.",
          "summary": "Move full speed when you Sneak including when you Burrow, Climb, Fly or Swim.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 7,
          "rePrerequisites": "master in Stealth",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftToughness.1519": {
          "name": "Toughness",
          "description": "You can withstand more punishment than most before succumbing. Increase your maximum Hit Points by your level. The DC of recovery checks is equal to 9 + your dying condition value.",
          "summary": "The DC of recovery checks is equal to 9 + your dying condition value.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "Trait": "trtGeneral"
        },
        "ftTrickMagicItem.939": {
          "name": "Trick Magic Item",
          "description": "You examine a magic item you normally couldn’t use in an effort to fool it and activate it temporarily. For example, this might allow a fighter to cast a spell from a wand or allow a wizard to cast a spell that’s not on the arcane list using a scroll. You must know what activating the item does, or you can’t attempt to trick it.\n\nAttempt a check using the skill matching the item’s magic tradition, or matching a tradition that has the spell on its list, if you’re trying to cast a spell from the item. The relevant skills are Arcana for arcane, Nature for primal, Occultism for occult, Religion for divine, or any of the four for an item that has the magical trait and not a tradition trait. The GM determines the DC based on the item’s level (possibly adjusted depending on the item or situation).\n\nIf you activate a magic item that requires a spell attack roll or spell DC and you don’t have the ability to cast spells of the relevant tradition, use your level as your proficiency bonus and the highest of your Intelligence, Wisdom, or Charisma modifiers. If you’re a master in the appropriate skill for the item’s tradition, you instead use the trained proficiency bonus, and if you’re legendary, you instead use the expert proficiency bonus.\n\nSuccess For the rest of the current turn, you can spend actions to activate the item as if you could normally use it.\nFailure You can’t use the item or try to trick it again this turn, but you can try again on subsequent turns.\nCritical Failure You can’t use the item, and you can’t try to trick it again until your next daily preparations.\n\nSuccess For the rest of the current turn, you can spend actions to activate the item as if you could normally use it.\nFailure You can’t use the item or try to trick it again this turn, but you can try again on subsequent turns.\nCritical Failure You can’t use the item, and you can’t try to trick it again until your next daily preparations.",
          "summary": "Trick an item you normally can't use into activating for you.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Arcana, Nature, Occultism or Religion",
          "Action": "Action1",
          "Trait": "trtGeneral,trtManipulate,trtSkill"
        },
        "ftUncannyCheekRat.1513": {
          "name": "Uncanny Cheeks",
          "description": "You squirrel away useful objects and seem to retrieve them at just the right time. You gain the Prescient Consumable and Prescient Planner feats (Advanced Player’s Guide 208), except that you always withdraw the objects from your cheek pouches. This means the object you retrieve must fit in your cheek pouches; this is generally an item of negligible Bulk unless you also have the Cheek Pouches feat (Advanced Player’s Guide 22).",
          "summary": "Gain the Prescient Consumable and Prescient Planner feats, item must fit in your cheeks.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 9,
          "Trait": "trtRatfolk"
        },
        "ftUnexpShiftGno.740": {
          "name": "Unexpected Shift",
          "description": "Your supernatural connection sometimes causes you to phase from reality when under threat, disappearing for split seconds before reappearing — often surprising you as much as your enemies. Roll a DC 16 flat check. On a success, you gain resistance to all damage equal to your level against the triggering effect, you gain a +2 circumstance bonus to saving throws against that effect until the start of your turn, and you gain the dazzled condition for 1 round.",
          "summary": "DC 16 flat check to gain resistance to all damage = level and +2 circumstance to save vs. effect, and dazzled 1 rnd.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "reTrigger": "You would take damage from an attack, spell, or other effect.",
          "Action": "Reaction",
          "Trait": "trtGnome"
        },
        "ftUnifiedTheory.1621": {
          "name": "Unified Theory",
          "description": "You’ve started to make a meaningful connection about the common underpinnings of the four traditions of magic and magical essences, allowing you to understand them all through an arcane lens. Whenever you use an action or a skill feat that requires a Nature, Occultism, or Religion check, depending on the magic tradition, you can use Arcana instead. If you would normally take a penalty or have a higher DC for using Arcana on other magic (such as when using Identify Magic), you no longer do so.",
          "summary": "Whenever you use an action/skill feat that requires a tradition check, you can use Arcana instead.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 15,
          "rePrerequisites": "legendary in Arcana",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftWarrenDiggerRat.1218": {
          "name": "Warren Digger",
          "description": "You’ve learned to put your sturdy claws to work digging through the earth. You gain a burrow Speed of 15 feet.",
          "summary": "You gain a burrow Speed of 15 feet",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 13,
          "Trait": "trtRatfolk"
        },
        "grBagHolding2.1360": {
          "name": "Bag of holding II",
          "description": "Though it appears to be a cloth sack decorated with panels of richly colored silk or stylish embroidery, a bag of holding opens into an extradimensional space larger than its outside dimensions. The Bulk held inside the bag doesn’t change the Bulk of the bag of holding itself. The amount of Bulk the bag’s extradimensional space can hold depends on its type.\n\nYou can Interact with the bag of holding to put items in or remove them just like a mundane sack. Though the bag can hold a great amount of material, an object still needs to be able to fit through the opening of the sack to be stored inside.\n\nIf the bag is overloaded or broken, it ruptures and is ruined, causing the items inside to be lost forever. If it’s turned inside out, the items inside spill out unharmed, but the bag must be put right before it can be used again. A living creature placed inside the bag has enough air for 10 minutes before it begins to suffocate, and it can attempt to Escape against a DC of 13. An item inside the bag provides no benefits unless it’s retrieved first. An item in the bag can’t be detected by magic that detects only things on the same plane.\n\nType II\nThis version has a Capacity of 50 bulk.",
          "summary": "Items stored in this bag's extradimensional space don't count bulk for encumbrance. Max 50 bulk.",
          "compset": "MagicItem",
          "grBulk": 1,
          "Action": "Action1",
          "Trait": "ssConjuration,trtExtradimension,trtMagical",
          "items": {
            "aiElixCatEye.892": {
              "name": "Cat’s eye elixir",
              "description": "After you consume this elixir, your vision sharpens and you become sensitive to even the most minute movements. For the next minute, you reduce the flat check to target hidden creatures to 5, and you don’t need to attempt a flat check to target concealed creatures. These benefits apply only against creatures within 30 feet of you.",
              "stackQty": 3,
              "compset": "AlchemicalItem",
              "grBulk": 0.1,
              "trkMaximum": 3,
              "containment": "Stored",
              "Action": "Action1",
              "Trait": "trtAlchemical,trtConsumable,trtElixir"
            },
            "grManacleAv.914": {
              "name": "Manacles, average",
              "description": "You can manacle someone who is willing or otherwise at your mercy as an exploration activity taking 10–30 seconds depending on the creature’s size and how many manacles you apply. A two-legged creature with its legs bound takes a –15-foot circumstance penalty to its Speeds, and a two-handed creature with its wrists bound has to succeed at a DC 5 flat check any time it uses a manipulate action or else that action fails. This DC may be higher depending on how tightly the manacles constrain the hands. A creature bound to a stationary object is immobilized. For creatures with more or fewer limbs, the GM determines what effect manacles have, if any. Freeing a creature from average manacles requires four successful DC 27 Thievery checks.",
              "compset": "NormalGear",
              "containment": "Stored"
            },
            "grMarvelMedicGr.1435": {
              "name": "Marvelous medicines, greater",
              "description": "This set of healer’s tools contains a seemingly endless supply of bandages, herbs, and healing items of impeccable quality, granting you a +2 item bonus to Medicine checks.\n\nActivate {icon:action1} Treat Poison or 8 hours (Treat Disease); Effect You can activate the tools when you use them to Treat Poison in order to produce the effects of neutralize poison, or when you Treat Disease in order to produce the effects of remove disease. Once these medicines have been used to treat a patient’s poison or disease, they can’t be used again to treat the same affliction for that patient.\n\nType greater\nThe tools grant a +3 item bonus, and the spells are heightened to 6th level.",
              "summary": "Activate to cast 6th level neutralize poison or remove disease.",
              "compset": "MagicItem",
              "grBulk": 1,
              "containment": "Stored",
              "Action": "Action1",
              "Trait": "ssNecromancy,trtMagical"
            },
            "grPotHealingMd.1596": {
              "name": "Healing potion, moderate (3d8+10 HP)",
              "description": "A healing potion is a vial of a ruby-red liquid that imparts a tingling sensation as the drinker’s wounds heal rapidly. When you drink a healing potion, you regain the listed number of Hit Points.\n\nModerate\nThe potion restores 3d8+10 Hit Points.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "trkMaximum": 1,
              "containment": "Stored",
              "Action": "Action1",
              "Trait": "ssNecromancy,trtConsumable,trtHealing,trtMagical,trtPotion"
            },
            "grScroll.967": {
              "name": "Scroll of charitable urge",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEnchantment,trtConsumable,trtIncapacitation,trtMagical,trtMental,trtScroll",
              "items": {
                "spCharitableUrge.1015": {
                  "name": "Charitable Urge",
                  "description": "You speak on the virtue of charity, compelling the target to give away its possessions. The target must attempt a Will save. If the target has no items on its person, the spell fails.\n\nCritical Success The target is unaffected.\nSuccess The target is stunned 1 as it wrestles with the urge.\nFailure On its next turn, before it does anything else, the target must present the nearest creature with an item in its possession; the target chooses which item to give, and if the only item it has is one that it's currently using to defend itself, such as a weapon during a combat encounter, it can choose to be stunned for 1 round instead of giving up the item. This might require the target to Interact to retrieve an item or move to reach the nearest creature, and handing the item to the target always requires an Interact action\nCritical Failure As failure, except the duration is 4 rounds, and the target must repeat the effects of failure on each of its turns. At the end of each of its turns, the target can attempt a new Will save to reduce the remaining duration by 1 round, ending it entirely on a critical success",
                  "compset": "Spell",
                  "spLevelBase": 2,
                  "spLevelNet": 2,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 22,
                  "stNet": 22,
                  "stDC": 32,
                  "vaSave": "Will Save",
                  "vaDuraText": "varies",
                  "vaRangeText": "30 feet",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Expert",
                  "Trait": "ssEnchantment,trtIncapacitation,trtMental"
                }
              }
            },
            "grScroll.983": {
              "name": "Scroll of magic missile (3rd level)",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEvocation,trtConsumable,trtForce,trtMagical,trtScroll",
              "items": {
                "spMagicMissile.1019": {
                  "name": "Magic Missile",
                  "description": "You send a dart of force streaking toward a creature that you can see. It automatically hits and deals 1d4+1 force damage. For each additional action you use when Casting the Spell, increase the number of missiles you shoot by one, to a maximum of three missiles for 3 actions. You choose the target for each missile individually. If you shoot more than one missile at the same target, combine the damage before applying bonuses or penalties to damage, resistances, weaknesses, and so forth.\n\nHeightened (+2) You shoot one additional missile with each action you spend.",
                  "compset": "Spell",
                  "spLevelBase": 1,
                  "spLevelNet": 3,
                  "spCastingText": "{icon:action1} to {icon:action3} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 22,
                  "stNet": 22,
                  "stDC": 32,
                  "vaRangeText": "120 feet",
                  "vaTarget": "1 creature",
                  "containment": "Installed",
                  "Action": "Action1,Action2,Action3",
                  "ProfLevel": "Expert",
                  "Trait": "ssEvocation,trtForce"
                }
              }
            },
            "grScroll.991": {
              "name": "Scroll of lightning bolt",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEvocation,trtConsumable,trtElectricity,trtMagical,trtScroll",
              "items": {
                "spLightningBolt.1018": {
                  "name": "Lightning Bolt",
                  "description": "A bolt of lightning strikes outward from your hand, dealing 4d12 electricity damage.\n\nHeightened (+1) The damage increases by 1d12.\n\nCritical Success The creature takes no damage.\nSuccess The creature takes half damage.\nFailure The creature takes full damage.\nCritical Failure The creature takes double damage.",
                  "compset": "Spell",
                  "spLevelBase": 3,
                  "spLevelNet": 3,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 22,
                  "stNet": 22,
                  "stDC": 32,
                  "vaSave": "basic Reflex",
                  "vaArea": "120-foot line",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Expert",
                  "Trait": "ssEvocation,trtElectricity"
                }
              }
            },
            "grScroll.999": {
              "name": "Scroll of faerie fire",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEvocation,trtConsumable,trtLight,trtMagical,trtScroll"
            },
            "grScroll.1007": {
              "name": "Scroll of glitterdust",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEvocation,trtConsumable,trtMagical,trtScroll",
              "items": {
                "spGlitterdust.1016": {
                  "name": "Glitterdust",
                  "description": "Creatures in the area are outlined by glittering dust. Each creature must attempt a Reflex save. If a creature has its invisibility negated by this spell, it is concealed instead of invisible. This applies both if the creature was already invisible and if it benefitss from new invisibility effects before the end of the invisibility negation effect from this spell.\n\nCritical Success The target is unaffected.\nSuccess The target’s invisibility is negated for 2 rounds.\nFailure The target is dazzled for 1 minute and its invisibility is negated for 1 minute.\nCritical Failure The target is blinded for 1 round and dazzled for 10 minutes. Its invisibility is negated for 10 minutes.",
                  "compset": "Spell",
                  "spLevelBase": 2,
                  "spLevelNet": 2,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 22,
                  "stNet": 22,
                  "stDC": 32,
                  "vaSave": "Reflex Save",
                  "vaRangeText": "120 feet",
                  "vaArea": "10-foot burst",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Expert",
                  "Trait": "ssEvocation"
                }
              }
            },
            "grScroll.1288": {
              "name": "Scroll of searing light (8th level)",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEvocation,trtAttack,trtConsumable,trtFire,trtGood,trtLight,trtMagical,trtScroll"
            },
            "grScroll.1327": {
              "name": "Scroll of dimension door (5th level)",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssConjuration,trtConsumable,trtMagical,trtScroll,trtTeleportation",
              "items": {
                "spDimensionDoor.1335": {
                  "name": "Dimension Door",
                  "description": "Opening a door that bypasses normal space, you instantly transport yourself and any items you’re wearing and holding from your current space to a clear space within range you can see. If this would bring another creature with you—even if you’re carrying it in an extradimensional container—the spell is lost.\n\nHeightened (5th) The range increases to 1 mile. You don’t need to be able to see your destination, as long as you have been there in the past and know its relative location and distance from you. You are temporarily immune for 1 hour.",
                  "compset": "Spell",
                  "spLevelBase": 4,
                  "spLevelNet": 5,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 22,
                  "stNet": 22,
                  "stDC": 32,
                  "vaRangeText": "120 feet",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Expert",
                  "Trait": "ssConjuration,trtTeleportation"
                }
              }
            },
            "grScroll.1346": {
              "name": "Scroll of haste",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssTransmutation,trtConsumable,trtMagical,trtScroll",
              "items": {
                "spHaste.1354": {
                  "name": "Haste",
                  "description": "Magic empowers the target to act faster. It gains the quickened condition and can use the extra action each round only for Strike and Stride actions.\n\nHeightened (7th) You can target up to 6 creatures.",
                  "compset": "Spell",
                  "spLevelBase": 3,
                  "spLevelNet": 3,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 22,
                  "stNet": 22,
                  "stDC": 32,
                  "vaDuraText": "1 minute",
                  "vaRangeText": "30 feet",
                  "vaTarget": "1 creature",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Expert",
                  "Trait": "ssTransmutation"
                }
              }
            },
            "grScroll.1561": {
              "name": "Scroll of heroism",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEnchantment,trtConsumable,trtMagical,trtMental,trtScroll"
            },
            "grSpyglassFine.885": {
              "name": "Spyglass, fine",
              "description": "A typical spyglass lets you see eight times farther than normal. A fine spyglass adds a +1 item bonus to Perception checks to notice details at a distance.",
              "compset": "NormalGear",
              "containment": "Stored"
            },
            "grThievesToolsInf.783": {
              "name": "Thieves' tools, infiltrator",
              "description": "You need thieves’ tools to Pick Locks or Disable Devices (of some types) using the Thievery skill. Infiltrator thieves’ tools add a +1 item bonus to checks to Pick Locks and Disable Devices. If your thieves’ tools are broken, you can repair them by replacing the lock picks with replacement picks appropriate to your tools; this doesn’t require using the Repair action.",
              "compset": "NormalGear",
              "grBulk": 0.1,
              "containment": "Stored"
            },
            "waWand.1445": {
              "name": "Wand of phantom steed (6th level)",
              "description": "This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.\n\nActivate (Cast a Spell); Frequency once per day, plus overcharge; You Cast the Spell at the indicated level.",
              "compset": "Wand",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssConjuration,trtMagical,trtWand",
              "items": {
                "spPhantomSteed.1454": {
                  "name": "Phantom Steed",
                  "description": "You conjure a Large, magical, equine creature that only you (or another Medium or Small creature you choose) can ride. The horse is clearly phantasmal in nature, has 20 AC and 10 Hit Points, and automatically fails all saves. If it’s reduced to 0 Hit Points, it disappears and the spell ends. The steed has a Speed of 40 feet and can hold its rider’s body weight, plus 20 Bulk.\n\nHeightened (4th) The steed has a Speed of 60 feet, can walk on water, and ignores areas of natural difficult terrain.\nHeightened (5th) The steed has a Speed of 60 feet, can walk on water, and ignores areas of natural difficult terrain. It can also air walk but must end its turn on solid ground or fall. \nHeightened (6th) The steed can walk or fly at a Speed of 80 feet, can walk on water, and ignores natural difficult terrain.",
                  "compset": "Spell",
                  "spLevelBase": 2,
                  "spLevelNet": 6,
                  "spCastingText": "10 minutes (somatic, verbal)",
                  "spCastTime": "10 minutes",
                  "trkMaximum": 1,
                  "proLevelBonNet": 22,
                  "stNet": 22,
                  "stDC": 32,
                  "vaDuraText": "8 hours",
                  "vaRangeText": "30 feet",
                  "containment": "Installed",
                  "ProfLevel": "Expert",
                  "Trait": "ssConjuration"
                }
              }
            },
            "wpAlchemistFireLr.1582": {
              "name": "Alchemist's fire, lesser",
              "description": "Alchemist's fire is a combination of volatile liquids that ignite when exposed to air. Alchemist's fire deals the listed fire damage, persistent fire damage, and splash damage. Many types grant an item bonus to attack rolls.\n\nLesser\nThe bomb deals 1d8 fire damage, 1 persistent fire damage, and 1 fire splash damage.",
              "compset": "Weapon",
              "grBulk": 0.1,
              "proLevelBonNet": 24,
              "wpRngAttacks": {
                "atk1": {
                  "id": "Range",
                  "name": "Range",
                  "attack": "+28|+23|+18",
                  "attackExpr": "={1d20+28}|={1d20+23}|={1d20+18}",
                  "damage": "1d8+6 F +1 persistent Fire +1 Fire splash|1d8+6 F +1 persistent Fire +1 Fire splash|1d8+6 F +1 persistent Fire +1 Fire splash",
                  "damageExpr": "={(1d8+6)f1c2rm[Fire:F]+<Persistent:1 persistent Fire>+<Splash:1 Fire splash>}|={(1d8+6)f1c2rm[Fire:F]+<Persistent:1 persistent Fire>+<Splash:1 Fire splash>}|={(1d8+6)f1c2rm[Fire:F]+<Persistent:1 persistent Fire>+<Splash:1 Fire splash>}"
                }
              },
              "trkMaximum": 1,
              "containment": "Stored",
              "Action": "Action1",
              "ProfLevel": "Master",
              "Rarity": "Common",
              "Trait": "trtAlchemical,trtBomb,trtConsumable,trtFire,trtSplash",
              "items": {
                "wtThrown.1593": {
                  "name": "Thrown 20 ft.",
                  "description": "You can throw this weapon as a ranged attack. A thrown weapon adds your Strength modifier to damage just like a melee weapon does. When this trait appears on a melee weapon, it also includes the range increment. Ranged weapons with this trait use the range increment specified in the weapon’s Range entry.",
                  "compset": "WeaponTrait",
                  "components": "Ability",
                  "vaRangeText": "20 ft.",
                  "containment": "Installed"
                }
              }
            },
            "wpRapier.484": {
              "name": "+2 striking ghost touch rapier",
              "description": "The rapier is a long and thin piercing blade with a basket hilt. It is prized among many as a dueling weapon.",
              "compset": "Weapon",
              "grBulk": 1,
              "proLevelBonNet": 24,
              "wpMelAttacks": {
                "atk1": {
                  "id": "Melee",
                  "name": "Melee",
                  "attack": "+30|+25|+20",
                  "attackExpr": "={1d20+30}|={1d20+25}|={1d20+20}",
                  "damage": "2d6+5 P|2d6+5 P|2d6+5 P",
                  "damageExpr": "={(2d6+5)f1c2rm[Piercing:P]+1d8c![Piercing:P]}|={(2d6+5)f1c2rm[Piercing:P]+1d8c![Piercing:P]}|={(2d6+5)f1c2rm[Piercing:P]+1d8c![Piercing:P]}"
                }
              },
              "containment": "Stored",
              "ProfLevel": "Master",
              "Rarity": "Common",
              "Trait": "trtMagical",
              "items": {
                "ruWepGhostTouch.1143": {
                  "name": "Ghost touch",
                  "description": "The weapon can harm creatures without physical form. A ghost touch weapon is particularly effective against incorporeal creatures, which almost always have a specific weakness to ghost touch weapons. Incorporeal creatures can touch, hold, and wield ghost touch weapons (unlike most physical objects).",
                  "compset": "Rune",
                  "containment": "Installed",
                  "Trait": "ssTransmutation,trtMagical"
                },
                "ruWepPotency2.1534": {
                  "name": "Weapon potency +2",
                  "description": "Magical enhancements make this weapon strike true. Attack rolls with this weapon gain a +2 item bonus, and the weapon can be etched with two property runes.\n\nYou can upgrade the weapon potency rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes’ Prices.\n\nCraft Requirements\nYou are a master in Crafting.",
                  "compset": "Rune",
                  "containment": "Installed",
                  "Trait": "ssEvocation,trtMagical"
                },
                "ruWepStriking.1142": {
                  "name": "Striking",
                  "description": "A striking rune stores destructive magic in the weapon, increasing the weapon damage dice it deals to two instead of one. For instance, a +1 striking dagger would deal 2d4 damage instead of 1d4 damage.\n\nYou can upgrade the striking rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes’ Prices.",
                  "compset": "Rune",
                  "containment": "Installed",
                  "Trait": "ssEvocation,trtMagical"
                },
                "wtDeadly.497": {
                  "name": "Deadly d8",
                  "description": "On a critical hit, the weapon adds a weapon damage die of the listed size. Roll this after doubling the weapon’s damage. This increases to two dice if the weapon has a greater striking rune and three dice if the weapon has a major striking rune. For instance, a rapier with a greater striking rune deals 2d8 extra piercing damage on a critical hit. An ability that changes the size of the weapon’s normal damage dice doesn’t change the size of its deadly die.",
                  "summary": "On a crit, add listed dice of extra damage.",
                  "compset": "WeaponTrait",
                  "components": "Ability",
                  "containment": "Installed"
                },
                "wtDisarm.498": {
                  "name": "Disarm",
                  "description": "You can use this weapon to Disarm with the Athletics skill even if you don’t have a free hand. This uses the weapon’s reach (if different from your own) and adds the weapon’s item bonus to attack rolls (if any) as an item bonus to the Athletics check. If you critically fail a check to Disarm using the weapon, you can drop the weapon to take the effects of a failure instead of a critical failure. On a critical success, you still need a free hand if you want to take the item.",
                  "summary": "Can use disarm (Athletics) with this weapon, even if no other free hand. On disarm crit fail, can drop weapon to treat it as a normal failure.",
                  "compset": "WeaponTrait",
                  "components": "Ability",
                  "containment": "Installed"
                },
                "wtFinesse.499": {
                  "name": "Finesse",
                  "description": "You can use your Dexterity modifier instead of your Strength modifier on attack rolls using this melee weapon. You still use your Strength modifier when calculating damage.",
                  "summary": "Can use your Dex modifier to calculate attacks with this weapon.",
                  "compset": "WeaponTrait",
                  "components": "Ability",
                  "containment": "Installed"
                }
              }
            }
          }
        },
        "grBootElvenkindGr.1249": {
          "name": "Boots of elvenkind, greater (1/hour)",
          "description": "These tall, pointed boots are made from soft, supple black or green leather and are decorated with trim and buckles of gold. When worn, the boots allow you to move more nimbly, granting you a +1 item bonus to Acrobatics checks.\n\nActivate {icon:free} envision; Frequency once per hour; Effect Until the end of your turn, you ignore difficult terrain when moving on the ground. If you’re wearing a cloak of elvenkind, you also gain a +5-foot status bonus to your land Speed until the end of your turn.\n\nGreater\nThe boots grant a +2 bonus. If you’re also wearing a cloak of elvenkind, greater boots of elvenkind constantly grant the effects of pass without trace (DC 30) in forest environments.",
          "summary": "When activated, ignore difficult terrain until the end of your turn. If combined with Cloak of Elvenkind, gain constant Pass without Trace (DC 30) in forest environs.",
          "compset": "MagicItem",
          "grBulk": 0.1,
          "trkMaximum": 1,
          "Action": "Free",
          "Period": "Hour",
          "Trait": "ssTransmutation,trtInvested,trtMagical"
        },
        "grCloElvenkindGr.1240": {
          "name": "Cloak of elvenkind, greater",
          "description": "This cloak is deep green with a voluminous hood, embroidered with gold trim and symbols significant in elven culture. The cloak allows you to cast the ghost sound cantrip as an arcane innate spell. When you adjust the cloak’s clasp (an Interact action), the cloak transforms to match the environment around you and muffles your sounds, granting you a +1 item bonus to Stealth checks.\n\nActivate {icon:action2} Interact; Frequency once per day; Effect You draw the hood up and gain the effects of invisibility, with the spell’s normal duration or until you pull the hood back down, whichever comes first. If you’re also wearing boots of elvenkind, you can activate this ability twice per day.\n\nGreater\nThe cloak grants a +2 item bonus, and the effects of 4th-level invisibility. If you’re also wearing boots of elvenkind, the greater cloak of elvenkind allows you to Sneak in forest environments even when creatures are currently observing you.",
          "summary": "Activate to match environment for +2 stealth, can Sneak in forests when observed. Use ghost sound at will and raise hood to apply 4th-level invisibility to self.",
          "compset": "MagicItem",
          "grBulk": 0.1,
          "Action": "Action2",
          "Trait": "ssIllusion,trtInvested,trtMagical"
        },
        "grCryingAngelPend.548": {
          "name": "Crying angel pendant",
          "description": "When you activate this alabaster pendant, your critical failure becomes a normal failure instead.",
          "compset": "MagicItem",
          "reTrigger": "You critically fail to Administer First Aid",
          "reRequirements": "You are trained in Medicine",
          "Action": "Free",
          "Trait": "ssNecromancy,trdDivine,trtConsumable,trtTalisman"
        },
        "grDiademIntellect.1636": {
          "name": "Diadem of intellect",
          "description": "An elegant, colorful gem cut into a complex geometric pattern is slotted into a narrow metal band that fits around your brow. You gain a +3 item bonus to checks to Recall Knowledge, regardless of the skill. When you invest the diadem, you either increase your Intelligence score by 2 or increase it to 18, whichever would give you a higher score. This gives you additional trained skills and languages, as normal for increasing your Intelligence score. You must select skills and languages the first time you invest the item, and whenever you invest the same diadem of intellect, you get the same skills and languages you chose the first time.\n\nActivate {icon:action1} envision; Frequency once per hour; Effect You gain the effects of hypercognition",
          "summary": "Activate to cast a hypercognition spell.",
          "compset": "MagicItem",
          "grBulk": 0.1,
          "Action": "Action1",
          "Trait": "ssDivination,trtApex,trtInvested,trtMagical"
        },
        "grHatMagiGr.1622": {
          "name": "Hat of the magi, greater",
          "description": "This hat comes in many forms, such as a colorful turban or a pointy hat with a brim, and can bear symbols or runes. It grants you a +1 item bonus to Arcana checks and allows you to cast the prestidigitation cantrip as an arcane innate spell.\n\nGreater\nThis larger, fancier hat grants a +2 bonus and can be activated.\n\nActivate {icon:action3} Cast a Spell; Frequency once per day; Effect You cast a 4th-level arcane summon elemental spell.",
          "summary": "Use prestidigitation as an innate spell, and 4th level summon elemental once per day.",
          "compset": "MagicItem",
          "Action": "Action3",
          "Trait": "ssConjuration,trdArcane,trtInvested"
        },
        "grHealerGloves.1027": {
          "name": "Healer’s gloves (1/day)",
          "description": "These clean, white gloves never show signs of blood, even when used to stitch up wounds or treat other ailments. They give you a +1 item bonus to Medicine checks.\n\nActivate {icon:action1} Interact; Frequency once per day; Effect You can soothe a willing, adjacent creature’s wounds, restoring 2d6+7 Hit Points to that creature. This is a positive healing effect. You can’t harm undead with this healing.",
          "summary": "Activate to restore 2d6+7 HP to a willing adjacent target.",
          "compset": "MagicItem",
          "grBulk": 0.1,
          "trkMaximum": 1,
          "Action": "Action1",
          "Period": "Day",
          "Trait": "ssNecromancy,trtInvested,trtMagical"
        },
        "grLiftingBelt.1412": {
          "name": "Lifting belt",
          "description": "This wide leather belt grants you a +1 item bonus to Athletics checks and increases the amount you can easily carry. You can carry Bulk equal to 6 + your Strength modifier before becoming encumbered, and you can hold and carry a total Bulk up to 11 + your Strength modifier.\n\nActivate {icon:action2} Interact; Effect You lift an object of up to 8 Bulk as though it were weightless. This requires two hands, and if the object is locked or otherwise held in place, you can attempt to Force it Open using Athletics as part of this activation. The object still has its full weight and Bulk for all other purposes—you just ignore that weight. The effect lasts until the end of your next turn.",
          "summary": "Activate ignore weight and to lift object of up to 8 bulk using two hands, can Force it Open of object is held in place.",
          "compset": "MagicItem",
          "grBulk": 0.1,
          "Action": "Action2",
          "Trait": "ssTransmutation,trtInvested,trtMagical"
        },
        "grPendantOccult.1034": {
          "name": "Pendant of the occult",
          "description": "This amulet is hollow and shaped in the form of an unblinking eye. Its cavity typically holds some fragment of occult text. While wearing the pendant, you gain a +1 item bonus to Occultism checks, and you can cast the guidance cantrip as an occult innate spell.",
          "summary": "Use guidance as an innate occult spell.",
          "compset": "MagicItem",
          "Trait": "ssDivination,trdOccult,trtInvested"
        },
        "grReflectionLight.1279": {
          "name": "Reflection of Light",
          "description": "Your eyes are imbued with an inner light that is not visible externally but that provides you with darkvision and the ability to distinguish color in darkness. You can also focus this inner light to manifest as a brilliant beam of energy from your eyes.\n\nActivate {icon:action2} envision; Frequency once per day; Effect You cast searing light as an innate divine spell, heightened to a spell level equal to half your level rounded up.",
          "compset": "MagicItem",
          "Action": "Action2",
          "Trait": "ssTransmutation,trtInvested,trtLight,trtMagical"
        },
        "grSnapleaf.1455": {
          "name": "Snapleaf",
          "description": "This small, crystalline carving takes the shape of a tree leaf and attaches to armor or clothing with a simple strap. When you activate the snapleaf, you gain the benefits of feather fall and a 2nd-level invisibility spell for 1 minute or until you stop falling, whichever comes first.",
          "compset": "MagicItem",
          "reTrigger": "You begin to fall",
          "Action": "Reaction",
          "Trait": "ssIllusion,trtConsumable,trtMagical,trtTalisman"
        },
        "hrLongsnoutRat.273": {
          "name": "Longsnout Rat",
          "description": "The long snouts that run in your family give you a keener sense of smell than most ratfolk. You gain imprecise scent with a range of 30 feet. This means you can use your sense of smell to determine a creature’s location, as explained on page 465 of the Core Rulebook. The GM will usually double the range if you’re downwind from the creature or halve the range if you’re upwind.\n\nIn addition, you gain a +2 circumstance bonus to Perception checks to Seek a creature or object within the range of your scent.",
          "summary": "You gain imprecise scent with a range of 30 feet and gain a +2 on Perception to Seek a creature or object in range",
          "compset": "Heritage",
          "components": "Ability",
          "Trait": "trtRatfolk"
        },
        "lnAbyssal.1301": {
          "name": "Abyssal",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnAklo.1075": {
          "name": "Aklo",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnAuran.1550": {
          "name": "Auran",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnCelestial.1549": {
          "name": "Celestial",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnCommon.268": {
          "name": "Common",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnDaemonic.1303": {
          "name": "Daemonic",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnDraconic.723": {
          "name": "Draconic",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnDwarven.1551": {
          "name": "Dwarven",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnElven.1554": {
          "name": "Elven",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnGnome.546": {
          "name": "Gnomish",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnGoblin.764": {
          "name": "Goblin",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnHalfling.1552": {
          "name": "Halfling",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnIgnan.1555": {
          "name": "Ignan",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnInfernal.1302": {
          "name": "Infernal",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnJotun.1556": {
          "name": "Jotun",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnKelish.1644": {
          "name": "Kelish",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnOrc.1553": {
          "name": "Orcish",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnOsiriani.321": {
          "name": "Osiriani",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnProtean.1304": {
          "name": "Protean",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnTerran.1545": {
          "name": "Terran",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnTien.319": {
          "name": "Tien",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnUndercommon.320": {
          "name": "Undercommon",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnYsoki.269": {
          "name": "Ysoki",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "mvBurrow.1219": {
          "name": "Burrow Speed",
          "description": "A burrow Speed lets you tunnel through the ground. You can use the Burrow action (see page 309) if you have a burrow Speed. Burrowing doesn’t normally leave behind a tunnel unless the ability specifically states that it does.\n\n------\nBURROW (1 Action; Move)\nRequirements You have a burrow Speed.\n\nYou dig your way through dirt, sand, or a similar loose material at a rate up to your burrow Speed. You can’t burrow through rock or other substances denser than dirt unless you have an ability that allows you to do so.",
          "compset": "Movement",
          "stNet": 15,
          "stMiscMod": 15
        },
        "mvSpeed.272": {
          "name": "Speed",
          "description": "The Speed statistic—also called land Speed—that most player characters and monsters have indicates how far they can move across the ground. When you use the Stride action, you move a number of feet equal to your Speed. Numerous other abilities allow you to move, from Crawling to Leaping, and most of them are based on your Speed in some way. Whenever a rule mentions your Speed without specifying a type, it’s referring to your land Speed.",
          "compset": "Movement",
          "stNet": 30,
          "stMiscMod": 30
        },
        "rvFocusPoints.53": {
          "name": "Focus Points",
          "compset": "Reserves"
        },
        "rvHeroPoints.54": {
          "name": "Hero Points",
          "description": "Your character earns Hero Points for performing heroic deeds or tasks and can spend these Hero Points to gain certain benefits. Your character starts each game session with 1 Hero Point. The GM can award Hero Points when PCs perform further heroic deeds or tasks, or when players do something special for the group. For the characters’ actions, this all comes from the story. A character needs to do something selfless or daring beyond normal expectations. Players add Hero Points by taking on at least one additional responsibility, such as bringing food for the group, keeping a map of a dungeon, or taking notes.\n\nEach game session, the GM should award no more than 1 Hero Point per PC for in-game actions plus 1 Hero Point per PC for out-of-game actions. This number can be higher for game sessions longer than 4 hours.\n\nYour character can have a maximum of 3 Hero Points at a given time. These points can’t be saved up over the course of multiple sessions; at the end of each game session, your character loses all Hero Points.\n\nSpending Hero Points\n\nSpending Hero Points doesn’t require your character to take an action, a reaction, or a free action.\n\n• Spending 1 Hero Point allows you to stave off death. Anytime you gain the dying condition or your dying condition increases in severity (see page 296), you can return to 1 Hit Point. As normal for gaining HP when dying, you lose the dying condition, become conscious, and are slowed for 1 round. lose the dying condition entirely, even if the increase in the dying condition would otherwise cause you to die. If you have 0 Hit Points, you also go to 1 Hit Point.\n\n• Spending 2 Hero Points allows you to reroll a d20 roll. You must use the second result, but if you fail, you regain 1 of the Hero Points you just spent. You can’t spend Hero Points more than once on a single roll. This is a fortune effect.\n\n• Spending 3 Hero Points allows you to act one extra time in an encounter. You can spend the Hero Points on your turn to increase your number of actions for the turn by 1. To take an extra reaction when you’ve already used your reaction for the round, you spend these Hero Points when the trigger for that reaction occurs. You can’t spend Hero Points to use additional actions or reactions if you can’t act.\n\nDescribing Heroic Deeds\n\nBecause spending Hero Points reflects heroic deeds or tasks that surpass normal expectations, if you spend a Hero Point, you should describe the deed or task your character accomplishes with it to the other players.\n\nYour character’s deed might involve a lesson learned in a past adventure, could be spurred on by a determination to save someone else in the encounter, or might depend on an item that ended up on their person due to a previous exploit or social interaction. If you don’t want to describe the deed or don’t have any strong ideas about how to do so, ask the GM to come up with something for you. This can be a collaborative process, too. The GM might remind you of a long-forgotten event in the campaign, then have you fill in how that comes back just at the right time. ",
          "compset": "Reserves",
          "rvMax": 3,
          "rvCurrent": 1
        },
        "rvHitPoints.214": {
          "name": "Hit Points",
          "compset": "Reserves",
          "rvMax": 240,
          "rvCurrent": 190
        },
        "skAcrobatics.79": {
          "name": "Acrobatics",
          "description": "Acrobatics measures your ability to perform tasks requiring coordination and grace. When you use the Escape basic action (page 470), you can use your Acrobatics modifier instead of your unarmed attack modifier.\n\nBalance {icon:action1}\nMove\nRequirements You are in a square that contains a narrow surface, uneven ground, or another similar feature.\nYou move across a narrow surface or uneven ground, attempting an Acrobatics check against its Balance DC. You are flat-footed while on a narrow surface or uneven ground.\nCritical Success You move up to your Speed.\nSuccess You move up to your Speed, treating it as diflcult terrain (every 5 feet costs 10 feet of movement).\nFailure You must remain stationary to keep your balance (wasting the action) or you fall. If you fall, your turn ends.\nCritical Failure You fall and your turn ends.\n\nSample Balance Tasks\nUntrained tangled roots, uneven cobblestones\nTrained wooden beam\nExpert deep, loose gravel\nExpert tightrope, smooth sheet of ice\nLegendary razor’s edge, chunks of floor falling in midair\n\nTumble Through {icon:action1}\nMove\nYou Stride up to your Speed. During this movement, you can try to move through the space of one enemy. Attempt an Acrobatics check against the enemy’s Reflex DC as soon as you try to enter its space. You can Tumble Through using Climb, Fly, Swim, or another action instead of Stride in the appropriate environment.\nSuccess You move through the enemy’s space, treating the squares in its space as diflcult terrain (every 5 feet costs 10 feet of movement). If you don’t have enough Speed to move all the way through its space, you get the same effect as a failure.\nFailure Your movement ends, and you trigger reactions as if you had moved out of the square you started in.\n\nAcrobatics Trained Actions\n\nManeuver in Flight {icon:action1}\nMove\nRequirements You have a fly Speed.\nYou try a diflcult maneuver while flying. Attempt an Acrobatics check. The GM determines what maneuvers are possible, but they rarely allow you to move farther than your fly Speed.\nSuccess You succeed at the maneuver.\nFailure Your maneuver fails. The GM chooses if you simply can’t move or if some other detrimental effect happens. The outcome should be appropriate for the maneuver you attempted (for instance, being blown off course if you were trying to fly against a strong wind).\nCritical Failure As failure, but the consequence is more dire.\n\nSample Maneuver in Flight Tasks\nTrained steep ascent or descent\nExpert fly against the wind, hover midair\nMaster reverse direction\nLegendary fly through gale force winds\n\nSqueeze\nExploration, Move\nYou contort yourself to squeeze through a space so small you can barely fit through. This action is for exceptionally small spaces; many tight spaces are diflcult terrain (page 475) that you can move through more quickly and without a check.\nCritical Success You squeeze through the tight space in 1 minute per 10 feet of squeezing.\nSuccess You squeeze through in 1 minute per 5 feet.\nCritical Failure You become stuck in the tight space. While you’re stuck, you can spend 1 minute attempting another Acrobatics check at the same DC. Any result on that check other than a critical failure causes you to become unstuck.\n\nSample Squeeze Tasks\nTrained space barely fitting your shoulders\nMaster space barely fitting your head",
          "summary": "Acrobatics measures your ability to perform tasks requiring coordination and grace.",
          "compset": "Skill",
          "proLevelBonNet": 20,
          "stAbScModifier": 4,
          "stNet": 25,
          "stDC": 35,
          "stMiscMod": 1,
          "ProfLevel": "Trained"
        },
        "skArcana.84": {
          "name": "Arcana",
          "description": "Arcana measures how much you know about arcane magic and creatures. Even if you’re untrained, you can Recall Knowledge (page 238).\n• Recall Knowledge about arcane theories; magic traditions; creatures of arcane significance (like dragons and beasts); and the Elemental, Astral, and Shadow Planes.\n\nArcana Trained Actions\nYou must be trained in Arcana to use it for the following general skill actions (page 234).\n• Decipher Writing about arcane theory.\n• Identify Magic, particularly arcane magic.\n• Learn a Spell from the arcane tradition.\n\nBorrow an Arcane Spell\nConcentrate, Exploration\nIf you’re an arcane spellcaster who prepares from a spellbook, you can attempt to prepare a spell from someone else’s spellbook. The GM sets the DC for the check based on the spell’s level and rarity; it’s typically a bit easier than Learning the Spell.\nSuccess You prepare the borrowed spell as part of your normal spell preparation.\nFailure You fail to prepare the spell, but the spell slot remains available for you to prepare a difierent spell. You can’t try to prepare this spell until the next time you prepare spells.",
          "summary": "Arcana measures how much you know about arcane magic and creatures.",
          "compset": "Skill",
          "proLevelBonNet": 26,
          "stAbScModifier": 6,
          "stNet": 34,
          "stDC": 44,
          "stMiscMod": 2,
          "ProfLevel": "Legendary"
        },
        "skAthletics.90": {
          "name": "Athletics",
          "description": "Athletics allows you to perform deeds of physical prowess. When you use the Escape basic action (page 470), you can use your Athletics modifier instead of your unarmed attack modifier.\n\nClimb {icon:action1}\nMove\nRequirements You have both hands free.\nYou move up, down, or across an incline. Unless it’s particularly easy, you must attempt an Athletics check. The GM determines the DC based on the nature of the incline and environmental circumstances. You’re flat-footed unless you have a climb Speed.\nCritical Success You move up, across, or safely down the incline for 5 feet plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs).\nSuccess You move up, across, or safely down the incline for 5 feet per 20 feet of your land Speed (a total of 5 feet for most PCs, minimum 5 feet if your Speed is below 20 feet).\nCritical Failure You fall. If you began the climb on stable ground, you fall and land prone.\n\nSample Climb Tasks\nUntrained ladder, steep slope, low-branched tree\nTrained rigging, rope, typical tree\nExpert wall with small handholds and footholds\nMaster ceiling with handholds and footholds, rock wall\nLegendary smooth surface\n\nForce Open {icon:action1}\nAttack\nUsing your body, a lever, or some other tool, you attempt to forcefully open a door, window, container or heavy gate. With a high enough result, you can even smash through walls. Without a crowbar, prying something open takes a –2 item penalty to the Athletics check to Force Open.\nCritical Success You open the door, window, container, or gate and can avoid damaging it in the process.\nSuccess You break the door, window, container, or gate open, and the door, window, container, or gate gains the broken condition. If it’s especially sturdy, the GM might have it take damage but not be broken.\nCritical Failure Your attempt jams the door, window, container, or gate shut, imposing a –2 circumstance penalty on future attempts to Force it Open.\n\nSample Force Open Tasks\nUntrained fabric, flimsy glass\nTrained ice, sturdy glass\nExpert flimsy wooden door, wooden portcullis\nMaster sturdy wooden door, iron portcullis, metal bar\nLegendary stone or iron door\n\nGrapple {icon:action1}\nAttack\nRequirements You have at least one free hand. Your target cannot be more than one size larger than you.\nYou attempt to grab an opponent with your free hand. Attempt an Athletics check against their Fortitude DC. You can also Grapple to keep your hold on a creature you already grabbed.\nCritical Success Your opponent is restrained until the end of your next turn unless you move or your opponent Escapes (page 470).\nSuccess Your opponent is grabbed until the end of your next turn unless you move or your opponent Escapes.\nFailure You fail to grab your opponent. If you already had the opponent grabbed or restrained using a Grapple, those conditions on that creature end.\nCritical Failure If you already had the opponent grabbed or restrained, it breaks free. Your target can either grab you, as if it succeeded at using the Grapple action against you, or force you to fall and land prone.\n\nHigh Jump {icon:action2}\nYou Stride, then make a vertical Leap and attempt a DC 30 Athletics check to increase the height of your jump. If you didn’t Stride at least 10 feet, you automatically fail your check. This DC might be increased or decreased due to the situation, as determined by the GM.\nCritical Success Increase the maximum vertical distance to 8 feet, or increase the maximum vertical distance to 5 feet and maximum horizontal distance to 10 feet.\nSuccess Increase the maximum vertical distance to 5 feet.\nFailure You Leap normally.\nCritical Failure You don’t Leap at all, and instead you fall prone in your space.\n\nLeap\nThe Leap basic action is used for High Jump and Long Jump. Leap lets you take a careful, short jump. You can Leap up to 10 feet horizontally if your Speed is at least 15 feet, or up to 15 feet horizontally if your Speed is at least 30 feet. You land in the space where your Leap ends (meaning you can typically clear a 5-foot gap if your Speed is between 15 feet and 30 feet, or a 10-foot gap if your Speed is 30 feet or more). If you make a vertical Leap, you can move up to 3 feet vertically and 5 feet horizontally onto an elevated surface.\n\nLong Jump {icon:action2}\nYou Stride, then make a horizontal Leap and attempt an Athletics check to increase the length of your jump. The DC of the Athletics check is equal to the total distance in feet you’re attempting to move during your Leap (so you’d need to succeed at a DC 20 check to Leap 20 feet). You can’t Leap farther than your Speed. If you didn’t Stride at least 10 feet, or if you attempt to jump in a difierent direction than your Stride, you automatically fail your check. This DC might be increased or decreased due to the situation, as determined by the GM.\nSuccess Increase the maximum horizontal distance you Leap to the desired distance.\nFailure You Leap normally.\nCritical Failure You Leap normally, but then fall and land prone.\n\nShove {icon:action1}\nAttack\nRequirements You have at least one hand free. The target can’t be more than one size larger than you.\nYou push an opponent away from you. Attempt an Athletics check against your opponent’s Fortitude DC.\nCritical Success You push your opponent up to 10 feet away from you. You can Stride after it, but you must move the same distance and in the same direction.\nSuccess You push your opponent back 5 feet. You can Stride after it, but you must move the same distance and in the same direction.\nCritical Failure You lose your balance, fall, and land prone.\n\nForced Movement\nThe Shove action can force a creature to move. When an effect forces you to move, or if you start falling, the distance you move is defined by the effect that moved you, not by your Speed. Because you’re not acting to move, this doesn’t trigger reactions triggered by movement.\n\nSwim {icon:action1}\nMove\nYou propel yourself through water. In most calm water, you succeed at the action without needing to attempt a check. If you must breathe air and you’re submerged in water, you must hold your breath each round. If you fail to hold your breath, you begin to drown (as described on page 478). If the water you are swimming in is turbulent or otherwise dangerous, you might have to attempt an Athletics check to Swim. If you end your turn in water and haven’t succeeded at a Swim action that turn, you sink 10 feet or get moved by the current, as determined by the GM. However, if your last action on your turn was to enter the water, you don’t sink or move with the current that turn.\nCritical Success You move through the water 10 feet, plus 5 feet per 20 feet of your land Speed (a total of 15 feet for most PCs).\nSuccess You move through the water 5 feet, plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs).\nCritical Failure You make no progress, and if you’re holding your breath, you lose 1 round of air.\n\nSample Swim Tasks\nUntrained lake or other still water\nTrained flowing water, like a river\nExpert swiftly flowing river\nMaster stormy sea\nLegendary maelstrom, waterfall\n\nFalling\nWhen you fall more than 5 feet, you take falling damage when you land, which is bludgeoning damage equal to half the distance you fell. If you take any damage from a fall, you’re knocked prone when you land. If you fall into water, snow, or another soft substance, calculate the damage from the fall as though your fall were 20 feet shorter. The reduction can’t be greater than the depth of the water (so when falling into water that is only 10 feet deep, you treat the fall as 10 feet shorter). You can Grab an Edge as a reaction (page 472) to reduce or eliminate the damage from some falls. More detailed rules for falling damage appear on page 463.\n\nTrip {icon:action1}\nAttack\nRequirements You have at least one hand free. Your target can’t be more than one size larger than you.\nYou try to knock an opponent to the ground. Attempt an Athletics check against the target’s Reflex DC.\nCritical Success The target falls and lands prone and takes 1d6 bludgeoning damage.\nSuccess The target falls and lands prone.\nCritical Failure You lose your balance and fall and land prone.\n\nAthletics Trained Action\n\nDisarm {icon:action1}\nAttack\nRequirements You have at least one hand free. The target can’t be more than one size larger than you.\nYou try to knock something out of an opponent’s grasp. Attempt an Athletics check against the opponent’s Reflex DC.\nCritical Success You knock the item out of the opponent’s grasp. It falls to the ground in the opponent’s space.\nSuccess You weaken your opponent’s grasp on the item. Until the start of that creature’s turn, attempts to Disarm the opponent of that item gain a +2 circumstance bonus, and the target takes a –2 circumstance penalty to attacks with the item or other checks requiring a firm grasp on the item.\nCritical Failure You lose your balance and become flat-footed until the start of your next turn.",
          "summary": "Athletics allows you to perform deeds of physical prowess.",
          "compset": "Skill",
          "proLevelBonNet": 20,
          "stAbScModifier": -1,
          "stNet": 19,
          "stDC": 29,
          "ProfLevel": "Trained"
        },
        "skCrafting.100": {
          "name": "Crafting",
          "description": "You can use this skill to create, understand, and repair items. Even if you’re untrained, you can Recall Knowledge (page 238).\n• Recall Knowledge about alchemical reactions, the value of items, engineering, unusual materials, and alchemical or mechanical creatures. The GM determines which creatures this applies to, but it usually includes constructs.\n\nRepair\nExploration, Manipulate\nRequirements You have a repair kit (page 291).\nYou spend 10 minutes attempting to fix a damaged item, placing the item on a stable surface and using the repair kit with both hands. The GM sets the DC, but it’s usually about the same DC to Repair a given item as it is to Craft it in the first place. You can’t Repair a destroyed item.\nCritical Success You restore 10 Hit Points to the item, plus an additional 10 Hit Points per proficiency rank you have in Crafting (a total of 20 HP if you’re trained, 30 HP if you’re an expert, 40 HP if you’re a master, or 50 HP if you’re legendary).\nSuccess You restore 5 Hit Points to the item, plus an additional 5 per proficiency rank you have in Crafting (for a total of 10 HP if you are trained, 15 HP if you’re an expert, 20 HP if you’re a master, or 25 HP if you’re legendary).\nCritical Failure You deal 2d6 damage to the item. Apply the item’s Hardness to this damage.\n\nCrafting Trained Actions\n\nYou must be trained in Crafting to use it to Earn Income (page 236).\n• Earn Income by crafting goods for the market.\n\nCraft\nDowntime, Manipulate\nYou can make an item from raw materials. You need the Alchemical Crafting skill feat to create alchemical items, the Magical Crafting skill feat to create magic items, and the Snare Crafting feat to create snares.\nTo Craft an item, you must meet the following requirements:\n• The item is your level or lower. An item that doesn’t list a level is level 0. If the item is 9th level or higher, you must be a master in Crafting, and if it’s 16th or higher, you must be legendary.\n• You have the formula for the item; see Getting Formulas below for more information.\n• You have an appropriate set of tools and, in many cases, a workshop. For example, you need access to a smithy to forge a metal shield.\n• You must supply raw materials worth at least half the item’s Price. You always expend at least that amount of raw materials when you Craft successfully. If you’re in a settlement, you can usually spend currency to get the amount of raw materials you need, except in the case of rarer precious materials.\n\nYou must spend 4 days at work, at which point you attempt a Crafting check. The GM determines the DC to Craft the item based on its level, rarity, and other circumstances.\n\nIf your attempt to create the item is successful, you expend the raw materials you supplied. You can pay the remaining portion of the item’s Price in materials to complete the item immediately, or you can spend additional downtime days working on it. For each additional day you spend, reduce the value of the materials you need to expend to complete the item. This amount is determined using Table 4–2: Income Earned (page 236), based on your proficiency rank in Crafting and using your own level instead of a task level. After any of these downtime days, you can complete the item by spending the remaining portion of its Price in materials. If the downtime days you spend are interrupted, you can return to finish the item later, continuing where you left off. An example of Crafting appears in the sidebar.\nCritical Success Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level + 1 and your proficiency rank in Crafting.\nSuccess Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level and your proficiency rank.\nFailure You fail to complete the item. You can salvage the raw materials you supplied for their full value. If you want to try again, you must start over.\nCritical Failure You fail to complete the item. You ruin 10% of the raw materials you supplied, but you can salvage the rest. If you want to try again, you must start over.\n\nConsumables and Ammunition\nYou can Craft items with the consumable trait in batches, making up to four of the same item at once with a single check. This requires you to include the raw materials for all the items in the batch at the start, and you must complete the batch all at once. You also Craft non-magical ammunition in batches, using the quantity listed in Table 6–8: Ranged Weapons (typically 10).\n\nGetting Formulas\nYou can gain access to the formulas for all common items in Chapter 6: Equipment by purchasing a basic crafter’s book (page 287). See the rules on page 293 for information on how to acquire other formulas.\n\nIdentify Alchemy\nConcentrate, Exploration, Secret\nRequirements You have alchemist’s tools (page 287).\nYou can identify the nature of an alchemical item with 10 minutes of testing using alchemist’s tools. If your attempt is interrupted in any way, you must start over.\nSuccess You identify the item and the means of activating it.\nFailure You fail to identify the item but can try again.\nCritical Failure You misidentify the item as another item of the GM’s choice.",
          "summary": "You can use this skill to create, understand, and repair items.",
          "compset": "Skill",
          "proLevelBonNet": 24,
          "stAbScModifier": 6,
          "stNet": 30,
          "stDC": 40,
          "ProfLevel": "Master"
        },
        "skDeception.105": {
          "name": "Deception",
          "description": "You can trick and mislead others using disguises, lies, and other forms of subterfuge.\nCreate a Diversion {icon:action1}\nMental\nWith a gesture, a trick, or some distracting words, you can create a diversion that draws creatures’ attention elsewhere. If you use a gesture or trick, this action gains the manipulate trait. If you use distracting words, it gains the auditory and linguistic traits.\n\nAttempt a single Deception check and compare it to the Perception DCs of the creatures whose attention you’re trying to divert. Whether or not you succeed, creatures you attempt to divert gain a +4 circumstance bonus to their Perception DCs against your attempts to Create a Diversion for 1 minute.\nSuccess You become hidden to each creature whose Perception DC is less than or equal to your result. (The hidden condition allows you to Sneak away, as described on page 252.) This lasts until the end of your turn or until you do anything except Step or use the Hide or the Sneak action of the Stealth skill (pages 251 and 252). If you Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise.\nFailure You don’t divert the attention of any creatures whose Perception DC exceeds your result, and those creatures are aware you were trying to trick them.\n\nImpersonate\nConcentration, Exploration, Manipulate, Secret\nYou create a disguise to pass yourself off as someone or something you are not. Assembling a convincing disguise takes 10 minutes and requires a disguise kit (found on page 290), but a simpler, quicker disguise might do the job if you’re not trying to imitate a specific individual, at the GM’s discretion.\n\nIn most cases, creatures have a chance to detect your deception only if they use the Seek action to attempt Perception checks against your Deception DC. If you attempt to directly interact with someone while disguised, the GM rolls a secret Deception check for you against that creature’s Perception DC instead. If you’re disguised as a specific individual, the GM might give creatures you interact with a circumstance bonus based on how well they know the person you’re imitating, or the GM might roll a secret Deception check even if you aren’t directly interacting with others.\nSuccess You trick the creature into thinking you’re the person you’re disguised as. You might have to attempt a new check if your behavior changes.\nFailure The creature can tell you’re not who you claim to be.\nCritical Failure The creature can tell you’re not who you claim to be, and it recognizes you if it would know you without a disguise.\n\nLie\nAuditory, Concentrate, Linguistic, Mental, Secret\nYou try to fool someone with an untruth. Doing so takes at least 1 round, or longer if the lie is elaborate. You roll a single Deception check and compare it against the Perception DC of every creature you are trying to fool. The GM might give them a circumstance bonus based on the situation and the nature of the lie you are trying to tell. Elaborate or highly unbelievable lies are much harder to get a creature to believe than simpler and more believable lies, and some lies are so big that it’s impossible to get anyone to believe them.\n\nAt the GM’s discretion, if a creature initially believes your lie, it might attempt a Perception check later to Sense Motive against your Deception DC to realize it’s a lie. This usually happens if the creature discovers enough evidence to counter your statements.\nSuccess The target believes your lie.\nFailure The target doesn’t believe your lie and gains a +4 circumstance bonus against your attempts to Lie for the duration of your conversation. The target is also more likely to be suspicious of you in the future.\n\nDeception Trained Action\n\nFeint {icon:action1}\nMental\nRequirements You are within melee reach of the opponent you attempt to Feint.\nWith a misleading flourish, you leave an opponent unprepared for your real attack. Attempt a Deception check against that opponent’s Perception DC.\nCritical Success You throw your enemy’s defenses against you entirely off. The target is flat-footed against melee attacks that you attempt against it until the end of your next turn.\nSuccess Your foe is fooled, but only momentarily. The target is flat-footed against the next melee attack that you attempt against it before the end of your current turn.\nCritical Failure Your feint backfires. You are flat-footed against melee attacks the target attempts against you until the end of your next turn.",
          "summary": "You can trick and mislead others using disguises, lies, and other forms of subterfuge.",
          "compset": "Skill",
          "proLevelBonNet": 20,
          "stNet": 20,
          "stDC": 30,
          "ProfLevel": "Trained"
        },
        "skDiplomacy.110": {
          "name": "Diplomacy",
          "description": "You infiuence others through negotiation and fiattery.\n\nGather Information\nExploration, Secret\nYou canvass local markets, taverns, and gathering places in an attempt to learn about a specific individual or topic. The GM determines the DC of the check and the amount of time it takes (typically 2 hours, but sometimes more), along with any benefit you might be able to gain by spending coin on bribes, drinks, or gifts.\nSuccess You collect information about the individual or topic. The GM determines the specifics.\nCritical Failure You collect incorrect information about the individual or topic.\n\nSample Gather Information Tasks\nUntrained talk of the town\nTrained common rumor\nExpert obscure rumor, poorly guarded secret\nExpert well-guarded or esoteric information\nLegendary information known only to an incredibly select few, or only to extraordinary beings\n\nMake an Impression\nAuditory, Concentrate, Exploration, Linguistic, Mental\nWith at least 1 minute of conversation, during which you engage in charismatic overtures, flattery, and other acts of goodwill, you seek to make a good impression on someone to make them temporarily agreeable. At the end of the conversation, attempt a Diplomacy check against the Will DC of one target, modified by any circumstances the GM sees fit. Good impressions (or bad impressions, on a critical failure) last for only the current social interaction unless the GM decides otherwise.\nCritical Success The target’s attitude toward you improves by two steps.\nSuccess The target’s attitude toward you improves by one step.\nCritical Failure The target’s attitude toward you decreases by one step.\n\nChanging Attitudes\nYour influence on NPCs is measured with a set of attitudes that reflect how they view your character. These are only a brief summary of a creature’s disposition. The GM will supply additional nuance based on the history and beliefs of the characters you’re interacting with, and their attitudes can change in accordance with the story. The attitudes are detailed in the Conditions Appendix and are summarized here.\n• Helpful: Willing to help you and responds favorably to your requests.\n• Friendly: Has a good attitude toward you, but won’t necessarily stick their neck out to help you.\n• Indifferent: Doesn’t care about you either way. (Most NPCs start out indifierent.)\n• Unfriendly: Dislikes you and doesn’t want to help you.\n• Hostile: Actively works against you—and might attack you just because of their dislike.\n\nNo one can ever change the attitude of a player character with these skills. You can roleplay interactions with player characters, and even use Diplomacy results if the player wants a mechanical sense of how convincing or charming a character is, but players make the ultimate decisions about how their characters respond.\n\nRequest{icon:action1}\nAuditory, Concentrate, Linguistic, Mental\nYou can make a request of a creature that’s friendly or helpful to you. You must couch the request in terms that the target would accept given their current attitude toward you. The GM sets the DC based on the diflculty of the request. Some requests are unsavory or impossible, and even a helpful NPC would never agree to them.\nCritical Success The target agrees to your request without qualifications.\nSuccess The target agrees to your request, but they might demand added provisions or alterations to the request.\nFailure The target refuses the request, though they might propose an alternative that is less extreme.\nCritical Failure Not only does the target refuse the request, but their attitude toward you decreases by one step due to the temerity of the request.",
          "summary": "You infiuence others through negotiation and fiattery.",
          "compset": "Skill",
          "stDC": 10,
          "ProfLevel": "Untrained"
        },
        "skIntimidation.114": {
          "name": "Intimidation",
          "description": "You bend others to your will using threats.\n\nCoerce\nAuditory, Concentrate, Emotion, Exploration, Linguistic, Mental\nWith threats either veiled or overt, you attempt to bully a creature into doing what you want. You must spend at least 1 minute of conversation with a creature you can see and that can either see or sense you. At the end of the conversation, attempt an Intimidation check against the target’s Will DC, modified by any circumstances the GM determines. The attitudes referenced in the effects below are summarized in the Changing Attitudes sidebar on page 246 and described in full in the Conditions Appendix, starting on page 618.\nCritical Success The target gives you the information you seek or agrees to follow your directives so long as they aren’t likely to harm the target in any way. The target continues to comply for an amount of time determined by the GM but not exceeding 1 day, at which point the target becomes unfriendly (if they weren’t already unfriendly or hostile). However, the target is too scared of you to retaliate—at least in the short term.\nSuccess As critical success, but once the target becomes unfriendly, they might decide to act against you—for example, by reporting you to the authorities or assisting your enemies.\nFailure The target doesn’t do what you say, and if they were not already unfriendly or hostile, they become unfriendly.\nCritical Failure The target refuses to comply, becomes hostile if they weren’t already, and can’t be Coerced by you for at least 1 week.\n\nDemoralize {icon:action1}\nAuditory, Concentrate, Emotion, Mental\nWith a sudden shout, a well-timed taunt, or a cutting putdown, you can shake an enemy’s resolve. Choose a creature within 30 feet of you who you’re aware of. Attempt an Intimidation check against that target’s Will DC. If the target does not understand the language you are speaking, you’re not speaking a language, or they can’t hear you, you take a –4 circumstance penalty to the check. Regardless of your result, the target is temporarily immune to your attempts to Demoralize it for 10 minutes.\nCritical Success The target becomes frightened 2.\nSuccess The target becomes frightened 1.",
          "summary": "You bend others to your will using threats.",
          "compset": "Skill",
          "stDC": 10,
          "ProfLevel": "Untrained"
        },
        "skLoreAbsalom.722": {
          "name": "Absalom Lore",
          "description": "You have specialized information on a narrow topic. Lore features many subcategories. You might have Military Lore, Sailing Lore, Vampire Lore, or any similar subcategory of the skill. Each subcategory counts as its own skill, so applying a skill increase to Planar Lore wouldn’t increase your proficiency with Sailing Lore, for example.\n\nYou gain a specific subcategory of the Lore skill from your background. The GM determines what other subcategories they’ll allow as Lore skills, though these categories are always less broad than any of the other skills that allow you to Recall Knowledge, and they should never be able to fully or mainly take the place of another skill’s Recall Knowledge action. For instance, Magic Lore wouldn’t enable you to recall the same breadth of knowledge covered by Arcana, Adventuring Lore wouldn’t simply give you all the information an adventurer needs, and Planar Lore would not be sufficient to gain all the information spread across various skills and subcategories such as Heaven Lore.\n\nIf you have multiple subcategories of Lore that could apply to a check or that would overlap with another skill in the circumstances, you can use the skill with the better skill modifier or the one you would prefer to use. If there’s any doubt whether a Lore skill applies to a specific topic or action, the GM decides whether it can be used or not. Even if you’re untrained in Lore, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about the subject of your Lore skill’s subcategory.\n\nLore Trained Action\nYou must be trained in Lore to use it to Earn Income (page 236).\n• Earn Income by using your knowledge to practice a trade.",
          "compset": "Skill",
          "proLevelBonNet": 20,
          "stAbScModifier": 6,
          "stNet": 26,
          "stDC": 36,
          "ProfLevel": "Trained"
        },
        "skLoreMercantile.316": {
          "name": "Mercantile Lore",
          "description": "You have specialized information on a narrow topic. Lore features many subcategories. You might have Military Lore, Sailing Lore, Vampire Lore, or any similar subcategory of the skill. Each subcategory counts as its own skill, so applying a skill increase to Planar Lore wouldn’t increase your proficiency with Sailing Lore, for example.\n\nYou gain a specific subcategory of the Lore skill from your background. The GM determines what other subcategories they’ll allow as Lore skills, though these categories are always less broad than any of the other skills that allow you to Recall Knowledge, and they should never be able to fully or mainly take the place of another skill’s Recall Knowledge action. For instance, Magic Lore wouldn’t enable you to recall the same breadth of knowledge covered by Arcana, Adventuring Lore wouldn’t simply give you all the information an adventurer needs, and Planar Lore would not be sufficient to gain all the information spread across various skills and subcategories such as Heaven Lore.\n\nIf you have multiple subcategories of Lore that could apply to a check or that would overlap with another skill in the circumstances, you can use the skill with the better skill modifier or the one you would prefer to use. If there’s any doubt whether a Lore skill applies to a specific topic or action, the GM decides whether it can be used or not. Even if you’re untrained in Lore, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about the subject of your Lore skill’s subcategory.\n\nLore Trained Action\nYou must be trained in Lore to use it to Earn Income (page 236).\n• Earn Income by using your knowledge to practice a trade.",
          "compset": "Skill",
          "proLevelBonNet": 20,
          "stAbScModifier": 6,
          "stNet": 26,
          "stDC": 36,
          "ProfLevel": "Trained"
        },
        "skLoreMzali.766": {
          "name": "Mzali Lore",
          "description": "You have specialized information on a narrow topic. Lore features many subcategories. You might have Military Lore, Sailing Lore, Vampire Lore, or any similar subcategory of the skill. Each subcategory counts as its own skill, so applying a skill increase to Planar Lore wouldn’t increase your proficiency with Sailing Lore, for example.\n\nYou gain a specific subcategory of the Lore skill from your background. The GM determines what other subcategories they’ll allow as Lore skills, though these categories are always less broad than any of the other skills that allow you to Recall Knowledge, and they should never be able to fully or mainly take the place of another skill’s Recall Knowledge action. For instance, Magic Lore wouldn’t enable you to recall the same breadth of knowledge covered by Arcana, Adventuring Lore wouldn’t simply give you all the information an adventurer needs, and Planar Lore would not be sufficient to gain all the information spread across various skills and subcategories such as Heaven Lore.\n\nIf you have multiple subcategories of Lore that could apply to a check or that would overlap with another skill in the circumstances, you can use the skill with the better skill modifier or the one you would prefer to use. If there’s any doubt whether a Lore skill applies to a specific topic or action, the GM decides whether it can be used or not. Even if you’re untrained in Lore, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about the subject of your Lore skill’s subcategory.\n\nLore Trained Action\nYou must be trained in Lore to use it to Earn Income (page 236).\n• Earn Income by using your knowledge to practice a trade.",
          "compset": "Skill",
          "proLevelBonNet": 20,
          "stAbScModifier": 6,
          "stNet": 26,
          "stDC": 36,
          "ProfLevel": "Trained"
        },
        "skMedicine.117": {
          "name": "Medicine",
          "description": "You can patch up wounds and help people recover from diseases and poisons. Even if you’re untrained in Medicine, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about diseases, injuries, poisons, and other ailments. You can use this to perform forensic examinations if you spend 10 minutes (or more, as determined by the GM) checking for evidence such as wound patterns. This is most useful when determining how a body was injured or killed.\n\nAdminister First Aid {icon:action2}\nManipulate\nRequirements You have healer’s tools (page 290).\nYou perform first aid on an adjacent creature that is dying or bleeding. If a creature is both dying and bleeding, choose which ailment you’re trying to treat before you roll. You can Administer First Aid again to attempt to remedy the other effect.\n• Stabilize Attempt a Medicine check on a creature that has 0 Hit Points and the dying condition. The DC is equal to 5 + that creature’s recovery roll DC (typically 15 + its dying value).\n• Stop Bleeding Attempt a Medicine check on a creature that is taking persistent bleed damage (page 452), giving them a chance to make another flat check to remove the persistent damage. The DC is usually the DC of the effect that caused the bleed.\nSuccess If you’re trying to stabilize, the creature loses the dying condition (but remains unconscious). If you’re trying to stop bleeding, the creature attempts a flat check to end the bleeding.\nCritical Failure If you were trying to stabilize, the creature’s dying value increases by 1. If you were trying to stop bleeding, it immediately takes an amount of damage equal to its persistent bleed damage.\n\nMedicine Trained Actions\n\nTreat Disease\nDowntime, Manipulate\nRequirements You have healer’s tools (page 290).\nYou spend at least 8 hours caring for a diseased creature. Attempt a Medicine check against the disease’s DC. After you attempt to Treat a Disease for a creature, you can’t try again until after that creature’s next save against the disease.\nCritical Success You grant the creature a +4 circumstance bonus to its next saving throw against the disease.\nSuccess You grant the creature a +2 circumstance bonus to its next saving throw against the disease.\nCritical Failure Your efiorts cause the creature to take a –2 circumstance penalty to its next save against the disease.\n\nTreat Poison {icon:action1}\nManipulate\nRequirements You have healer’s tools (page 290).\nYou treat a patient to prevent the spread of poison. Attempt a Medicine check against the poison’s DC. After you attempt to Treat a Poison for a creature, you can’t try again until after the next time that creature attempts a save against the poison.\nCritical Success You grant the creature a +4 circumstance bonus to its next saving throw against the poison.\nSuccess You grant the creature a +2 circumstance bonus to its next saving throw against the poison.\nCritical Failure Your efiorts cause the creature to take a –2 circumstance penalty to its next save against the poison.\n\nTreat Wounds\nExploration, Healing, Manipulate\nRequirements You have healer’s tools (page 290).\nYou spend 10 minutes treating one injured living creature (targeting yourself, if you so choose). The target is then temporarily immune to Treat Wounds actions for 1 hour, but this interval overlaps with the time you spent treating (so a patient can be treated once per hour, not once per 70 minutes).\n\nThe Medicine check DC is usually 15, though the GM might adjust it based on the circumstances, such as treating a patient outside in a storm, or treating magically cursed wounds. If you’re an expert in Medicine, you can instead attempt a DC 20 check to increase the Hit Points regained by 10; if you’re a master of Medicine, you can instead attempt a DC 30 check to increase the Hit Points regained by 30; and if you’re legendary, you can instead attempt a DC 40 check to increase the Hit Points regained by 50. The damage dealt on a critical failure remains the same.\n\nIf you succeed at your check, you can continue treating the target to grant additional healing. If you treat them for a total of 1 hour, double the Hit Points they regain from Treat Wounds. The result of your Medicine check determines how many Hit Points the target regains.\nCritical Success The target regains 4d8 Hit Points, and its wounded condition is removed.\nSuccess The target regains 2d8 Hit Points, and its wounded condition is removed.\nCritical Failure The target takes 1d8 damage.",
          "summary": "You can patch up wounds and help people recover from diseases and poisons.",
          "compset": "Skill",
          "proLevelBonNet": 26,
          "stAbScModifier": 4,
          "stNet": 33,
          "stDC": 43,
          "stMiscMod": 3,
          "ProfLevel": "Legendary"
        },
        "skNature.122": {
          "name": "Nature",
          "description": "You know a great deal about the natural world, and you command and train animals and magical beasts. Even if you’re untrained in Nature, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about fauna, fiora, geography, weather, the environment, creatures of natural origin (like animals, beasts, fey, and plants), the First World, the Material Plane, and the Elemental Planes.\n\nCommand an Animal {icon:action1}\nAuditory, Concentrate\nYou issue an order to an animal. Attempt a Nature check against the animal’s Will DC. The GM might adjust the DC if the animal has a good attitude toward you, you suggest a course of action it was predisposed toward, or you offer it a treat.\n\nYou automatically fail if the animal is hostile or unfriendly to you. If the animal is helpful to you, increase your degree of success by one step. You might be able to Command an Animal more easily with a feat like Ride (page 266).\n\nMost animals know the Leap, Seek, Stand, Stride, and Strike basic actions. If an animal knows an activity, such as a horse’s Gallop, you can Command the Animal to perform the activity, but you must spend as many actions on Command an Animal as the activity’s number of actions. You can also spend multiple actions to Command the Animal to perform that number of basic actions on its next turn; for instance, you could spend 3 actions to Command an Animal to Stride three times or to Stride twice and then Strike.\nSuccess The animal does as you command on its next turn.\nFailure The animal is hesitant or resistant, and it does nothing.\nCritical Failure The animal misbehaves or misunderstands, and it takes some other action determined by the GM.\n\nNature Trained Actions\nYou must be trained in Nature to use it for the following general skill actions (page 234).\n• Identify Magic, particularly primal magic.\n• Learn a Spell from the primal tradition.",
          "summary": "You know a great deal about the natural world, and you command and train animals and magical beasts.",
          "compset": "Skill",
          "proLevelBonNet": 22,
          "stAbScModifier": 4,
          "stNet": 26,
          "stDC": 36,
          "ProfLevel": "Expert"
        },
        "skOccultism.124": {
          "name": "Occultism",
          "description": "You know a great deal about ancient philosophies, esoteric lore, obscure mysticism, and supernatural creatures. Even if you’re untrained in Occultism, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about ancient mysteries; obscure philosophies; creatures of occult significance (like aberrations, spirits, and oozes); and the Positive Energy, Negative Energy, Shadow, Astral, and Ethereal Planes.\n\nOccultism Trained Actions\nYou must be trained in Occultism to use it for the following general skill actions (page 234).\n• Decipher Writing on occult topics, including complex metaphysical systems, syncretic principles, weird philosophies, and incoherent ramblings.\n• Identify Magic, particularly occult magic.\n• Learn a Spell from the occult tradition.",
          "summary": "You know a great deal about ancient philosophies, esoteric lore, obscure mysticism, and supernatural creatures.",
          "compset": "Skill",
          "proLevelBonNet": 20,
          "stAbScModifier": 6,
          "stNet": 27,
          "stDC": 37,
          "stMiscMod": 1,
          "ProfLevel": "Trained"
        },
        "skPerformance.125": {
          "name": "Performance",
          "description": "You are skilled at a form of performance, using your talents to impress a crowd or make a living.\nBasic Competence\nSome performances require you to be more than just charismatic, and if you don’t meet the demands of the art form or the audience, the GM might apply a penalty based on the relevant ability score. For example, if you’re dancing and have a negative Dexterity modifier, you might take a penalty to your attempt at dancing. Likewise, if you are orating and have a negative Intelligence modifier, you might have to hope your raw Charisma can overcome the penalties from your intellectual shortcomings—or ask someone to help write your speeches!\n\nPerformance Traits\nWhen you use an action that utilizes the Performance skill, it gains one or more traits relevant to the type of performance. The GM might change these depending on the circumstances, but the most common performance-based traits are listed below.\n\nPerformance: Additional Traits\nAct or perform comedy: Auditory, linguistic, and visual\nDance: Move and visual\nPlay an instrument: Auditory and manipulate\nOrate or sing: Auditory and linguistic\n\nPerform {icon:action1}\nConcentrate\nWhen making a brief performance—one song, a quick dance, or a few jokes—you use the Perform action. This action is most useful when you want to prove your capability or impress someone quickly. Performing rarely has an impact on its own, but it might influence the DCs of subsequent Diplomacy checks against the observers—or even change their attitudes — if the GM sees fit.\nCritical Success Your performance impresses the observers, and they’re likely to share stories of your ability.\nSuccess You prove yourself, and observers appreciate the quality of your performance.\nFailure Your performance falls flat.\nCritical Failure You demonstrate only incompetence.\n\nSample Perform Tasks\nUntrained audience of commoners\nTrained audience of artisans\nExpert audience of merchants or minor nobles\nMaster audience of high nobility or minor royalty\nLegendary audience of major royalty or otherworldly beings\n\nPerformance Trained Action\nYou must be trained in Performance to use it to Earn Income (page 236).\n• Earn Income by staging a performance.",
          "summary": "You are skilled at a form of performance, using your talents to impress a crowd or make a living.",
          "compset": "Skill",
          "stDC": 10,
          "ProfLevel": "Untrained"
        },
        "skReligion.127": {
          "name": "Religion",
          "description": "The secrets of deities, dogma, faith, and the realms of divine creatures both sublime and sinister are open to you. You also understand how magic works, though your training imparts a religious slant to that knowledge. Even if you’re untrained in Religion, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about divine agents, the finer points of theology, obscure myths regarding a faith, and creatures of religious significance (like celestials, fiends, and undead), the Outer Sphere, and the Positive and Negative Energy Planes.\n\nReligion Trained Actions\nYou must be trained in Religion to use it for the following general skill actions (page 234).\n• Decipher Writing of a religious nature, including allegories, homilies, and proverbs.\n• Identify Magic, particularly divine magic.\n• Learn a Spell from the divine tradition.",
          "summary": "The secrets of deities, dogma, faith, and the realms of divine creatures both sublime and sinister are open to you.",
          "compset": "Skill",
          "proLevelBonNet": 24,
          "stAbScModifier": 4,
          "stNet": 28,
          "stDC": 38,
          "ProfLevel": "Master"
        },
        "skSociety.128": {
          "name": "Society",
          "description": "You understand the people and systems that make civilization run, and you know the historical events that make societies what they are today. Further, you can use that knowledge to navigate the complex physical, societal, and economic workings of settlements. Even if you’re untrained in Society, you can use it for the following general skill actions (page 234).\n• Recall Knowledge about local history, important personalities, legal institutions, societal structure, and humanoid cultures. The GM might allow Society to apply to other creatures that are major elements of society in your region, such as the draconic nobility in a kingdom of humans ruled by dragons.\n• Subsist in a settlement by finding shelter, scrounging, or begging for food.\n\nSociety Trained Actions\nYou must be trained in Society to use it to Decipher Writing (page 234).\n• Decipher Writing that’s a coded message, text written in an incomplete or archaic form, or in some cases, text in a language you don’t know.\n\nCreate Forgery\nDowntime, Secret\nYou create a forged document, usually over the course of a day or a week. You must have the proper writing material to create a forgery. When you Create a Forgery, the GM rolls a secret DC 20 Society check. If you succeed, the forgery is of good enough quality that passive observers can’t notice the fake. Only those who carefully examine the document and attempt a Perception or Society check against your Society DC can do so.\n\nIf the document’s handwriting doesn’t need to be specific to a person, you need only to have seen a similar document before, and you gain up to a +4 circumstance bonus to your check, as well as to your DC (the GM determines the bonus). To forge a specific person’s handwriting, you need a sample of that person’s handwriting.\n\nIf your check result was below 20, the forgery has some obvious signs of being a fake, so the GM compares your result to each passive observer’s Perception DC or Society DC, whichever is higher, using the success or failure results below. Once the GM rolls your check for a document, that same result is used against all passive observers’ DCs no matter how many creatures passively observe that document.\n\nAn observer who was fooled on a passive glance can still choose to closely scrutinize the documents on the lookout for a forgery, using difierent techniques and analysis methods beyond the surface elements you successfully forged with your original check. In that case, the observer can attempt a Perception or Society check against your Society DC (if they succeed, they know your document is a forgery).\nSuccess The observer does not detect the forgery.\nFailure The observer knows your document is a forgery.",
          "summary": "You understand the people and systems that make civilization run, and you know the historical events that make societies what they are today.",
          "compset": "Skill",
          "proLevelBonNet": 26,
          "stAbScModifier": 6,
          "stNet": 34,
          "stDC": 44,
          "stMiscMod": 2,
          "ProfLevel": "Legendary"
        },
        "skStealth.131": {
          "name": "Stealth",
          "description": "You are skilled at avoiding detection, allowing you to slip past foes, hide, or conceal an item.\n\nConceal an Object {icon:action1}\nManipulate, Secret\nYou hide a small object on your person (such as a weapon of light Bulk). When you try to sneak a concealed object past someone who might notice it, the GM rolls your Stealth check and compares it to this passive observer’s Perception DC. Once the GM rolls your check for a concealed object, that same result is used no matter how many passive observers you try to sneak it past. If a creature is specifically searching you for an item, it can attempt a Perception check against your Stealth DC (finding the object on success).\n\nYou can also conceal an object somewhere other than your person, such as among undergrowth or in a secret compartment within a piece of furniture. In this case, characters Seeking in an area compare their Perception check results to your Stealth DC to determine whether they find the object.\nSuccess The object remains undetected.\nFailure The searcher finds the object.\n\nBeing Stealthy\nIf you want to sneak around when there are creatures that can see you, you can use a combination of Hide and Sneak to do so.\n• First, Hide behind something (either by taking advantage of cover or having the concealed condition due to fog, a spell, or a similar effect). A successful Stealth check makes you hidden, though the creatures still know roughly where you are.\n• Second, now that you’re hidden, you can Sneak. That means you can move at half your Speed and attempt another Stealth check. If it’s successful, you’re now undetected. That means the creatures don’t know which square you’re in anymore.\n\nIf you were approaching creatures that didn’t know you were there, you could begin Sneaking right away, since they didn’t know your location to start with. Some actions can cause you to become observed again, but they’re mostly what you’d expect: standing out in the open, attacking someone, making a bunch of noise, and so forth. If you Strike someone after successfully Hiding or Sneaking, though, they’re flat-footed to that Strike.\n\nCreatures can try to find you using the Seek action, described on page 471.\n\nThree conditions explain the states of detection. Remember that these conditions are relative to each creature—you can be observed by one creature while hidden to another and undetected by a third.\n\nObserved\nYou’re in the creature’s clear view.\n\nHidden\nThe creature knows your location but can’t see you.\n\nUndetected\nThe creature doesn’t know your location.\n\nHide {icon:action1}\nSecret\nYou huddle behind cover or greater cover or deeper into concealment to become hidden, rather than observed. The GM rolls your Stealth check in secret and compares the result to the Perception DC of each creature you’re observed by but that you have cover or greater cover against or are concealed from. You gain the circumstance bonus from cover or greater cover to your check.\nSuccess If the creature could see you, you’re now hidden from it instead of observed. If you were hidden from or undetected by the creature, you retain that condition. If you successfully become hidden to a creature but then cease to have cover or greater cover against it or be concealed from it, you become observed again. You cease being hidden if you do anything except Hide, Sneak, or Step. If you attempt to Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise. The GM might allow you to perform a particularly unobtrusive action without being noticed, possibly requiring another Stealth check.\n\nIf a creature uses Seek to make you observed by it, you must successfully Hide to become hidden from it again.\n\nSneak {icon:action1}\nMove, Secret\nYou can attempt to move to another place while becoming or staying undetected. Stride up to half your Speed. (You can use Sneak while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type; you must move at half that Speed.) If you’re undetected by a creature and it’s impossible for that creature to observe you (for a typical creature, this includes when you’re invisible, the observer is blinded, or you’re in darkness and the creature can’t see in darkness), for any critical failure you roll on a check to Sneak, you get a failure instead. You also continue to be undetected if you lose cover or greater cover against or are no longer concealed from such a creature. At the end of your movement, the GM rolls your Stealth check in secret and compares the result to the Perception DC of each creature you were hidden from or undetected by at the start of your movement. If you have cover or greater cover from the creature throughout your Stride, you gain the +2 circumstance bonus from cover (or +4 from greater cover) to your Stealth check. Because you’re moving, the bonus increase from Taking Cover doesn’t apply. You don’t get to roll against a creature if, at the end of your movement, you neither are concealed from it nor have cover or greater cover against it. You automatically become observed by such a creature.\nSuccess You’re undetected by the creature during your movement and remain undetected by the creature at the end of it. You become observed as soon as you do anything other than Hide, Sneak, or Step. If you attempt to Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise. The GM might allow you to perform a particularly unobtrusive action without being noticed, possibly requiring another Stealth check. If you speak or make a deliberate loud noise, you become hidden instead of undetected. If a creature uses Seek and you become hidden to it as a result, you must Sneak if you want to become undetected by that creature again.\nFailure A telltale sound or other sign gives your position away, though you still remain unseen. You’re hidden from the creature throughout your movement and remain so.\nCritical Failure You’re spotted! You’re observed by the creature throughout your movement and remain so. If you’re invisible and were hidden from the creature, instead of being observed you’re hidden throughout your movement and remain so.",
          "summary": "You are skilled at avoiding detection, allowing you to slip past foes, hide, or conceal an item.",
          "compset": "Skill",
          "proLevelBonNet": 26,
          "stAbScModifier": 4,
          "stNet": 33,
          "stDC": 43,
          "stMiscMod": 3,
          "ProfLevel": "Legendary"
        },
        "skSurvival.135": {
          "name": "Survival",
          "description": "You are adept at living in the wilderness, foraging for food and building shelter, and with training you discover the secrets of tracking and hiding your trail. Even if you’re untrained, you can still use Survival to Subsist (page 240).\n• Subsist in the wild by foraging for food and building shelter.\n\nSense Direction\nExploration, Secret\nUsing the stars, the position of the sun, traits of the geography or flora, or the behavior of fauna, you can stay oriented in the wild. Typically, you attempt a Survival check only once per day, but some environments or changes might necessitate rolling more often. The GM determines the DC and how long this activity takes (usually just a minute or so). More unusual locales or those you’re unfamiliar with might require you to have a minimum proficiency rank to Sense Direction. Without a compass, you take a –2 item penalty to checks to Sense Direction.\nCritical Success You get an excellent sense of where you are. If you are in an environment with cardinal directions, you know them exactly.\nSuccess You gain enough orientation to avoid becoming hopelessly lost. If you are in an environment with cardinal directions, you have a sense of those directions.\n\nSense Direction Tasks\nUntrained determine a cardinal direction using the sun\nTrained find an overgrown path in a forest\nExpert navigate a hedge maze\nMaster navigate a byzantine labyrinth or relatively featureless desert\nLegendary navigate an ever-changing dream realm\n\nSurvival Trained Actions\n\nCover Tracks\nConcentrate, Exploration, Move\nYou cover your tracks, moving up to half your travel Speed, using the rules on page 479). You don’t need to attempt a Survival check to cover your tracks, but anyone tracking you must succeed at a Survival check against your Survival DC if it is higher than the normal DC to Track.\n\nIn some cases, you might Cover Tracks in an encounter. In this case, Cover Tracks is a single action and doesn’t have the exploration trait.\n\nTrack\nConcentrate, Exploration, Move\nYou follow tracks, moving at up to half your travel Speed, using the rules on page 479). After a successful check to Track, you can continue following the tracks at half your Speed without attempting additional checks for up to 1 hour. In some cases, you might Track in an encounter. In this case, Track is a single action and doesn’t have the exploration trait, but you might need to roll more often because you’re in a tense situation. The GM determines how often you must attempt this check. You attempt your Survival check when you start Tracking, once every hour you continue tracking, and any time something significant changes in the trail. The GM determines the DCs for such checks, depending on the freshness of the trail, the weather, and the type of ground.\nSuccess You find the trail or continue to follow the one you’re already following.\nFailure You lose the trail but can try again after a 1-hour delay.\nCritical Failure You lose the trail and can’t try again for 24 hours.\n\nSample Track Tasks\nUntrained the path of a large army following a road\nTrained relatively fresh tracks of a rampaging bear through the plains\nExpert a nimble panther’s tracks through a jungle, tracks after the rain\nMaster tracks after a winter snow, tracks of a mouse or smaller creature, tracks left on surfaces that can’t hold prints like bare rock\nLegendary old tracks through a windy desert’s sands, tracks after a major blizzard or hurricane",
          "summary": "You are adept at living in the wilderness, foraging for food and building shelter, and with training you discover the secrets of tracking and hiding your trail.",
          "compset": "Skill",
          "proLevelBonNet": 20,
          "stAbScModifier": 4,
          "stNet": 24,
          "stDC": 34,
          "ProfLevel": "Trained"
        },
        "skThievery.139": {
          "name": "Thievery",
          "description": "You are trained in a particular set of skills favored by thieves and miscreants.\n\nPalm an Object {icon:action1}\nManipulate\nPalming a small, unattended object without being noticed requires you to roll a single Thievery check against the Perception DCs of all creatures who are currently observing you. You take the object whether or not you successfully conceal that you did so. You can typically only Palm Objects of negligible Bulk, though the GM might determine otherwise depending on the situation.\nSuccess The creature does not notice you Palming the Object.\nFailure The creature notices you Palming the Object, and the GM determines the creature’s response.\n\nSteal{icon:action1}\nManipulate\nYou try to take a small object from another creature without being noticed. Typically, you can Steal only an object of negligible Bulk, and you automatically fail if the creature who has the object is in combat or on guard.\n\nAttempt a Thievery check to determine if you successfully Steal the object. The DC to Steal is usually the Perception DC of the creature wearing the object. This assumes the object is worn but not closely guarded (like a loosely carried pouch filled with coins, or an object within such a pouch). If the object is in a pocket or similarly protected, you take a –5 penalty to your Thievery check. The GM might increase the DC of your check if the nature of the object makes it harder to steal (such as a very small item in a large pack, or a sheet of parchment mixed in with other documents).\n\nYou might also need to compare your Thievery check result against the Perception DCs of observers other than the person wearing the object. The GM may increase the Perception DCs of these observers if they’re distracted.\nSuccess You steal the item without the bearer noticing, or an observer doesn’t see you take or attempt to take the item.\nFailure The item’s bearer notices your attempt before you can take the object, or an observer sees you take or attempt to take the item. The GM determines the response of any creature that notices your theft.\n\nThievery Trained Actions\n\nDisable a Device {icon:action2}\nManipulate\nRequirements Some devices require you to use thieves’ tools (page 291) when disabling them.\nThis action allows you to disarm a trap or another complex device. Often, a device requires numerous successes before becoming disabled, depending on its construction and complexity. Thieves’ tools are helpful and sometimes even required to Disable a Device, as determined by the GM, and sometimes a device requires a higher proficiency rank in Thievery to disable it.\n\nYour Thievery check result determines how much progress you make.\nCritical Success You disable the device, or you achieve two successes toward disabling a complex device. You leave no trace of your tampering, and you can rearm the device later, if that type of device can be rearmed.\nSuccess You disable the device, or you achieve one success toward disabling a complex device.\nCritical Failure You trigger the device.\n\nPick a Lock {icon:action2}\nManipulate\nRequirements You have thieves’ tools (page 291).\nOpening a lock without a key is very similar to Disabling a Device, but the DC of the check is determined by the complexity and construction of the lock you are attempting to pick (locks and their DCs are found on page 290). Locks of higher qualities might require multiple successes to unlock, since otherwise even an unskilled burglar could easily crack the lock by attempting the check until they rolled a natural 20. If you lack the proper tools, the GM might let you used improvised picks, which are treated as shoddy tools, depending on the specifics of the lock.\nCritical Success You unlock the lock, or you achieve two successes toward opening a complex lock. You leave no trace of your tampering.\nSuccess You open the lock, or you achieve one success toward opening a complex lock.\nCritical Failure You break your tools. Fixing them requires using Crafting to Repair them or else swapping in replacement picks (costing 3 sp, or 3 gp for infiltrator thieves’ tools).",
          "summary": "You are trained in a particular set of skills favored by thieves and miscreants.",
          "compset": "Skill",
          "proLevelBonNet": 24,
          "stAbScModifier": 4,
          "stNet": 27,
          "stDC": 37,
          "stMiscMod": -1,
          "ProfLevel": "Master"
        },
        "spBloodFeast.1491": {
          "name": "Blood Feast",
          "description": "Your head splits vertically into an enormous maw, which feasts upon the target's blood, dealing 12d6 piercing damage, depending on your spell attack roll. After the spell, your head sews back together as if it had never split apart. You gain temporary Hit Points for 1 minute equal to half the piercing damage the target takes. If you are a gug, increase the piercing damage by 2d6 and increase the persistent bleed damage you deal on a critical hit by 1d8. This spell doesn’t alter a gug’s appearance.\n\nHeightened (+1) The piercing damage increases by 2d6, and the persistent bleed damage on a critical increases by 1.\n\nCritical Success The creature takes double damage and 1d8 persistent bleed damage.\nSuccess The creature takes full damage.\nFailure You miss and the creature takes no damage.",
          "compset": "Spell",
          "spLevelBase": 5,
          "spLevelNet": 5,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaRangeText": "touch",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "Rarity": "Uncommon",
          "Trait": "ssNecromancy,trdArcane"
        },
        "spBlur.1495": {
          "name": "Blur",
          "description": "The target’s form appears blurry. It becomes concealed. As the nature of this effect still leaves the target’s location obvious, the target can’t use this concealment to Hide or Sneak.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 2,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaDuraText": "1 minute",
          "vaRangeText": "touch",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "Trait": "ssIllusion,trdArcane,trtVisual"
        },
        "spFly.1492": {
          "name": "Fly",
          "description": "The target can soar through the air, gaining a fly Speed equal to its Speed or 20 feet, whichever is greater. \n\nHeightened (7th) The duration increases to 1 hour.",
          "compset": "Spell",
          "spLevelBase": 4,
          "spLevelNet": 4,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaDuraText": "5 minutes",
          "vaRangeText": "touch",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "Trait": "ssTransmutation,trdArcane"
        },
        "spGhostSound.1247": {
          "name": "Ghost Sound (At Will)",
          "description": "You create an auditory illusion of simple sounds that has a maximum volume equal to four normal humans shouting. The sounds emanate from a square you designate within range. You can’t create intelligible words or other intricate sounds (such as music).\n\nHeightened (3rd) The range increases to 60 feet.\nHeightened (5th) The range increases to 120 feet.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 9,
          "spCastingText": "{icon:action2} somatic, verbal",
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaDuraText": "sustained",
          "vaRangeText": "30 feet",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssIllusion,trtAuditory,trtCantrip",
          "UsageSpec": "AtWill"
        },
        "spGuidance.1041": {
          "name": "Guidance (At Will)",
          "description": "You ask for divine guidance, granting the target a +1 status bonus to one attack roll, Perception check, saving throw, or skill check the target attempts before the duration ends. The target chooses which roll to use the bonus on before rolling. If the target uses the bonus, the spell ends. Either way, the target is then temporarily immune for 1 hour.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 9,
          "spCastingText": "{icon:action1} verbal",
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaDuraText": "until the start of your next turn",
          "vaRangeText": "30 feet",
          "vaTarget": "1 creature",
          "Action": "Action1",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssDivination,trtCantrip",
          "UsageSpec": "AtWill"
        },
        "spHypercognition.1643": {
          "name": "Hypercognition (1/hour)",
          "description": "You rapidly catalog and collate information relevant to your current situation. You can instantly use up to 6 Recall Knowledge actions as part of Casting this Spell. For these actions, you can’t use any special abilities, reactions, or free actions that trigger when you Recall Knowledge.",
          "compset": "Spell",
          "spLevelBase": 3,
          "spLevelNet": 3,
          "spCastingText": "{icon:action1} verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "Action": "Action1",
          "Period": "Hour",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssDivination"
        },
        "spInvisibSphere.1494": {
          "name": "Invisibility Sphere",
          "description": "You and all targets are invisible except to each other as long as you remain within the spell’s area. If a creature made invisible by this spell leaves the spell’s area, it becomes visible and remains so even if it returns to the spell’s area. If any creature made invisible by this spell uses a hostile action, the spell ends after the hostile action is completed.\n\nWhile exploring, it’s easy to move together slowly and remain invisible. This is untenable in a battle, however. Once an encounter begins, creatures remain invisible until at most the end of the  rst round, at which point the spell ends.\n\nHeightened (5th) The duration increases to 1 hour.",
          "compset": "Spell",
          "spLevelBase": 3,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} material, somatic",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaDuraText": "10 minutes",
          "vaArea": "10-foot aura",
          "vaTarget": "you and any number of creatures in range",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "Trait": "ssIllusion,trdArcane"
        },
        "spInvisibility.1248": {
          "name": "Invisibility (2/day)",
          "description": "Cloaked in illusion, the target becomes invisible. This makes it undetected to all creatures, though the creatures can attempt to find the target, making it hidden to them instead (page 466). If the target uses a hostile action, the spell ends after that hostile action is completed.\n\nHeightened (4th) The spell lasts 1 minute, but it doesn’t end if the target uses a hostile action.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 4,
          "spCastingText": "{icon:action2} material, somatic",
          "trkMaximum": 2,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaDuraText": "10 minute",
          "vaRangeText": "touch",
          "vaTarget": "one creature",
          "Action": "Action2",
          "Period": "Day",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssIllusion"
        },
        "spNeutralizePois.1442": {
          "name": "Neutralize Poison",
          "description": "You pour healing magic through the target in an attempt to cure one poison afflicting it. Attempt a counteract check against the poison.",
          "compset": "Spell",
          "spLevelBase": 3,
          "spLevelNet": 6,
          "spCastingText": "{icon:action2} somatic, verbal",
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaRangeText": "touch",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssNecromancy,trtHealing"
        },
        "spPassWithoutTra.1256": {
          "name": "Pass Without Trace (forest only, Constant)",
          "description": "You obscure the tracks you leave behind and make it harder for others to find you. The DC of checks to Track you gains a +4 status bonus or is equal to your spell DC, whichever results in a higher DC. You can benefit from only one pass without trace spell at a time.\n\nHeightened (2nd) The duration increases to 8 hours.\nHeightened (4th) The duration increases to 8 hours. The spell has a range of 20 feet and an area of a 20-foot-emanation, affecting up to 10 creatures of your choice within that area.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action2} somatic, verbal",
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 30,
          "vaDuraText": "1 hour",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssAbjuration",
          "UsageSpec": "Constant"
        },
        "spPrestidigitat.1629": {
          "name": "Prestidigitation (At Will)",
          "description": "The simplest magic does your bidding. You can perform simple magical effects for as long as you Sustain the Spell. Each time you Sustain the Spell, you can choose one of four options.\n\n• Cook Cool, warm, or flavor 1 pound of nonliving material. \n• Lift Slowly lift an unattended object of light Bulk or less 1 foot offthe ground. \n• Make Create a temporary object of negligible Bulk, made of congealed magical substance. The object looks crude and artificial and is extremely fragile—it can’t be used as a tool, weapon, or spell component. \n• Tidy Color, clean, or soil an object of light Bulk or less. You can affect an object of 1 Bulk with 10 rounds of concentration, and a larger object a 1 minute per Bulk.\n\nPrestidigitation can’t deal damage or cause adverse conditions. Any actual change to an object (beyond what is noted above) persists only as long as you Sustain the Spell.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 9,
          "spCastingText": "{icon:action2} somatic, verbal",
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaDuraText": "sustained",
          "vaRangeText": "10 feet",
          "vaTarget": "1 object (cook, lift, or tidy only)",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssEvocation,trtCantrip",
          "UsageSpec": "AtWill"
        },
        "spRemoveDisease.1443": {
          "name": "Remove Disease",
          "description": "Healing magic purges disease from a creature’s body. You attempt to counteract one disease afflicting the target.",
          "compset": "Spell",
          "spLevelBase": 3,
          "spLevelNet": 6,
          "spCastingText": "10 minutes (material, somatic, verbal)",
          "spCastTime": "10 minutes",
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaRangeText": "touch",
          "vaTarget": "1 creature",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssNecromancy,trtHealing"
        },
        "spSearingLight.1286": {
          "name": "Searing Light (1/day)",
          "description": "You shoot a blazing ray of light tinged with holy energy. Make a ranged spell attack. The ray deals 5d6 fire damage. If the target is a fiend or undead, you deal an extra 5d6 good damage.\n\nIf the light passes through an area of magical darkness or targets a creature affected by magical darkness, searing light attempts to counteract the darkness. If you need to determine whether the light passes through an area of darkness, draw a line between yourself and the spell’s target\n\nHeightened (+1) The fire damage increases by 2d6, and the good damage against fiends and undead increases by 2d6.\n\nCritical Success The target takes double fire damage, as well as double good damage if a fiend or undead.\nSuccess The target takes full damage.",
          "compset": "Spell",
          "spLevelBase": 3,
          "spLevelNet": 9,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaRangeText": "120 feet",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "Period": "Day",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssEvocation,trtAttack,trtFire,trtGood,trtLight"
        },
        "spShockingGrasp.1484": {
          "name": "Shocking Grasp",
          "description": "You shroud your hands in a crackling field of lightning. Make a melee spell attack roll. On a hit, the target takes 2d12 electricity damage. If the target is wearing metal armor or is made of metal, you gain a +1 circumstance bonus to your attack roll with shocking grasp, and the target also takes 1d4 persistent electricity damage on a hit. On a critical hit, double the initial damage, but not the persistent damage.\n\nHeightened (+1) The damage increases by 1d12, and the persistent electricity damage increases by 1.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaRangeText": "touch",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "Trait": "ssEvocation,trdArcane,trtAttack,trtElectricity"
        },
        "spSummElement.1630": {
          "name": "Summon Elemental (1/day)",
          "description": "You conjure an elemental to fight for you. This works like summon animal, except you summon a common creature that has the elemental trait and whose level is 1 or lower.\n\nHeightened (3rd) Level 2.\nHeightened (4th) Level 3.\nHeightened (5th) Level 5.\nHeightened (6th) Level 7.\nHeightened (7th) Level 9.\nHeightened (8th) Level 11.\nHeightened (9th) Level 13.\nHeightened (10th) Level 15.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 4,
          "spCastingText": "{icon:action3} material, somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaDuraText": "sustained up to 1 minute",
          "vaRangeText": "30 feet",
          "Action": "Action3",
          "Period": "Day",
          "ProfLevel": "Expert",
          "SpellHelper": "Innate",
          "Trait": "ssConjuration"
        },
        "spTelekinProject.1277": {
          "name": "Telekinetic Projectile (At Will)",
          "description": "You hurl a loose, unattended object that is within range and that has 1 Bulk or less at the target. Make a spell attack roll against the target. If you hit, you deal bludgeoning, piercing, or slashing damage—as appropriate for the object you hurled—equal to 1d6 plus your spellcasting ability modifier. No specific traits or magic properties of the hurled item affect the attack or the damage.\n\nHeightened (+1) The damage increases by 1d6.\n\nCritical Success You deal double damage.\nSuccess You deal full damage.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 9,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaRangeText": "30 feet",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Expert",
          "Trait": "ssEvocation,trdArcane,trtAttack,trtCantrip",
          "UsageSpec": "AtWill"
        },
        "spWallForce.1490": {
          "name": "Wall of Force",
          "description": "You form an invisible wall of pure magical force up to 50 feet long and up to 20 feet high. The wall has no discernible thickness. You must create the wall in an unbroken open space so its edges don’t pass through any creatures or objects, or the spell is lost. The wall has AC 10, Hardness 30, and 60 Hit Points, and it’s immune to critical hits and precision damage. The wall blocks physical effects from passing through it, and because it’s made of force, it blocks incorporeal and ethereal creatures as well. Teleportation effects can pass through the barrier, as can visual effects (since the wall is invisible).\n\nWall of force is immune to counteracting effects of its level or lower, but the wall is automatically destroyed by a disintegrate spell of any level or by contact with a rod of cancellation or sphere of annihilation.\n\nHeightened (+2) The Hit Points of the wall increases by 20.",
          "compset": "Spell",
          "spLevelBase": 6,
          "spLevelNet": 6,
          "spCastingText": "{icon:action3} material, somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 22,
          "stNet": 22,
          "stDC": 32,
          "vaDuraText": "1 minute",
          "vaRangeText": "30 feet",
          "Action": "Action3",
          "ProfLevel": "Expert",
          "Trait": "ssEvocation,trdArcane,trtForce"
        },
        "svFortitude.145": {
          "name": "Fortitude Save",
          "description": "This save measures your ability to stand up to physical punishment or attacks against your vitality and health. Your Constitution modifier is applied to your Fortitude saving throw.",
          "summary": "This save measures your ability to stand up to physical punishment or attacks against your vitality and health.",
          "compset": "Save",
          "proLevelBonNet": 22,
          "stAbScModifier": 4,
          "stNet": 28,
          "stDC": 38,
          "stMiscMod": 2,
          "ProfLevel": "Expert"
        },
        "svReflex.147": {
          "name": "Reflex Save",
          "description": "This save tests your ability to dodge area attacks and unexpected situations. Your Dexterity modifier is applied to your Reflex saving throw.",
          "summary": "This save tests your ability to dodge area attacks and unexpected situations.",
          "compset": "Save",
          "proLevelBonNet": 24,
          "stAbScModifier": 4,
          "stNet": 30,
          "stDC": 40,
          "stMiscMod": 2,
          "ProfLevel": "Master"
        },
        "svWill.146": {
          "name": "Will Save",
          "description": "This save reflects your resistance to mental influence as well as many magical effects. Your Wisdom modifier is applied to your Will saving throw.",
          "summary": "This save reflects your resistance to mental influence as well as many magical effects.",
          "compset": "Save",
          "proLevelBonNet": 26,
          "stAbScModifier": 4,
          "stNet": 32,
          "stDC": 42,
          "stMiscMod": 2,
          "ProfLevel": "Legendary"
        },
        "wpCrossbowHeavy.419": {
          "name": "+3 greater striking frost shock heavy crossbow",
          "description": "This large crossbow is harder to load and more substantial than a regular crossbow, but it packs a greater punch.",
          "compset": "Weapon",
          "grBulk": 2,
          "proLevelBonNet": 24,
          "wpRngAttacks": {
            "atk1": {
              "id": "Range",
              "name": "Range",
              "attack": "+31|+26|+21",
              "attackExpr": "={1d20+31}|={1d20+26}|={1d20+21}",
              "damage": "3d12+8 P +1d6 C +1d6 E|3d12+8 P +1d6 C +1d6 E|3d12+8 P +1d6 C +1d6 E",
              "damageExpr": "={(3d12+8)f1c2rm[Piercing:P]+(1d6+0)f1c2rm[Cold:C]+(1d6+0)f1c2rm[Electricity:E]}|={(3d12+8)f1c2rm[Piercing:P]+(1d6+0)f1c2rm[Cold:C]+(1d6+0)f1c2rm[Electricity:E]}|={(3d12+8)f1c2rm[Piercing:P]+(1d6+0)f1c2rm[Cold:C]+(1d6+0)f1c2rm[Electricity:E]}"
            }
          },
          "ProfLevel": "Master",
          "Rarity": "Common",
          "Trait": "trtMagical",
          "items": {
            "ruWepFrost.884": {
              "name": "Frost (DC 24)",
              "description": "This weapon is empowered with freezing ice. It deals an additional 1d6 cold damage on a successful Strike. On a critical hit, the target is also slowed 1 until the end of your next turn unless it succeeds at a DC 24 Fortitude save.",
              "compset": "Rune",
              "vaDC": 24,
              "containment": "Installed",
              "Trait": "ssConjuration,trtCold,trtMagical"
            },
            "ruWepPotency3.1532": {
              "name": "Weapon potency +3",
              "description": "Magical enhancements make this weapon strike true. Attack rolls with this weapon gain a +3 item bonus, and the weapon can be etched with three property runes.\n\nYou can upgrade the weapon potency rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes’ Prices.\n\nCraft Requirements\nYou are legendary in Crafting.",
              "compset": "Rune",
              "containment": "Installed",
              "Trait": "ssEvocation,trtMagical"
            },
            "ruWepShock.1221": {
              "name": "Shock",
              "description": "Electric arcs crisscross this weapon, dealing an extra 1d6 electricity damage on a hit. On a critical hit, electricity arcs out to deal an equal amount of electricity damage to up to two other creatures of your choice within 10 feet of the target.",
              "compset": "Rune",
              "containment": "Installed",
              "Trait": "ssEvocation,trtElectricity,trtMagical"
            },
            "ruWepStrikingGr.1298": {
              "name": "Striking, greater",
              "description": "A greater striking rune stores destructive magic in the weapon, increasing the weapon damage dice it deals to three instead of one. For instance, a +1 greater striking dagger would deal 3d4 damage instead of 1d4 damage.\n\nYou can upgrade the striking rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes’ Prices.",
              "compset": "Rune",
              "containment": "Installed",
              "Trait": "ssEvocation,trtMagical"
            }
          }
        }
      }
    },
    "actor.2": {
      "name": "Maisy",
      "gameValues": {
        "actLevelNet": 18,
        "actAlignment": "Neutral",
        "actRace": "rat",
        "actBulk": 1,
        "actEncumbered": 2.5,
        "actOverburdened": 5,
        "actMoneyNet": "You have no money!",
        "actSize": -2,
        "actSpace": 2.5,
        "actSocietyChar": 2001,
        "Trait": "trtAnimal,trtMinion,trtNeutralGE,trtNeutralLC"
      },
      "items": {
        "Perception.106": {
          "name": "Perception",
          "description": "Your Perception measures your ability to notice things, search for what’s hidden, and tell whether something about a situation is “off.” This statistic is frequently used for rolling initiative to determine who goes first in an encounter, and for the Seek action.\n\nYou have a Perception modifier based on your Wisdom. Your class determines your proficiency in Perception.\n\nPerception modifier = Wisdom modifier + Perception proficiency modifier + circumstance bonus + status bonus + item bonus + circumstance penalty + status penalty + item penalty + untyped penalties\n\nIn many circumstances, such as when someone’s trying to sneak past you, the GM will roll against your Perception DC. Much like skill DCs, your Perception DC is 10 plus your Perception modifier.",
          "compset": "Derived",
          "components": "Derived",
          "stAbScModifier": 6,
          "stNet": 24,
          "stDC": 34,
          "proLevelBonNet": 18,
          "ProfLevel": "Untrained"
        },
        "abLowLightVision.161": {
          "name": "Low-Light Vision",
          "description": "The creature can see in dim light as though it were bright light, so it ignores the concealed condition due to dim light.",
          "summary": "See in dim light as if it were normal light.",
          "compset": "Ability",
          "components": "Ability"
        },
        "acArmorClass.25": {
          "name": "Armor Class",
          "description": "Your character’s Armor Class represents how difficult they are to hit in combat. To calculate your AC, add 10 plus your character’s Dexterity modifier (up to their armor’s Dexterity modifier cap; page 274), plus their proficiency bonus with their armor, plus their armor’s item bonus to AC and any other permanent bonuses and penalties.",
          "compset": "ArmorClass",
          "proLevelBonNet": 22,
          "stAbScModifier": 4,
          "stNet": 39,
          "stMiscMod": 3
        },
        "grAlchemistTool.198": {
          "name": "Alchemist's tools",
          "description": "This mobile collection of vials and chemicals can be used for simple alchemical tasks.",
          "compset": "NormalGear",
          "grBulk": 1
        },
        "mvSpeed.187": {
          "name": "Speed",
          "description": "The Speed statistic—also called land Speed—that most player characters and monsters have indicates how far they can move across the ground. When you use the Stride action, you move a number of feet equal to your Speed. Numerous other abilities allow you to move, from Crawling to Leaping, and most of them are based on your Speed in some way. Whenever a rule mentions your Speed without specifying a type, it’s referring to your land Speed.",
          "compset": "Movement",
          "stNet": 25,
          "stMiscMod": 25
        },
        "rvHitPoints.152": {
          "name": "Hit Points",
          "compset": "Reserves",
          "rvMax": 90,
          "rvCurrent": 90
        },
        "skAcrobatics.36": {
          "name": "Acrobatics",
          "description": "Acrobatics measures your ability to perform tasks requiring coordination and grace. When you use the Escape basic action (page 470), you can use your Acrobatics modifier instead of your unarmed attack modifier.\n\nBalance {icon:action1}\nMove\nRequirements You are in a square that contains a narrow surface, uneven ground, or another similar feature.\nYou move across a narrow surface or uneven ground, attempting an Acrobatics check against its Balance DC. You are flat-footed while on a narrow surface or uneven ground.\nCritical Success You move up to your Speed.\nSuccess You move up to your Speed, treating it as diflcult terrain (every 5 feet costs 10 feet of movement).\nFailure You must remain stationary to keep your balance (wasting the action) or you fall. If you fall, your turn ends.\nCritical Failure You fall and your turn ends.\n\nSample Balance Tasks\nUntrained tangled roots, uneven cobblestones\nTrained wooden beam\nExpert deep, loose gravel\nExpert tightrope, smooth sheet of ice\nLegendary razor’s edge, chunks of floor falling in midair\n\nTumble Through {icon:action1}\nMove\nYou Stride up to your Speed. During this movement, you can try to move through the space of one enemy. Attempt an Acrobatics check against the enemy’s Reflex DC as soon as you try to enter its space. You can Tumble Through using Climb, Fly, Swim, or another action instead of Stride in the appropriate environment.\nSuccess You move through the enemy’s space, treating the squares in its space as diflcult terrain (every 5 feet costs 10 feet of movement). If you don’t have enough Speed to move all the way through its space, you get the same effect as a failure.\nFailure Your movement ends, and you trigger reactions as if you had moved out of the square you started in.\n\nAcrobatics Trained Actions\n\nManeuver in Flight {icon:action1}\nMove\nRequirements You have a fly Speed.\nYou try a diflcult maneuver while flying. Attempt an Acrobatics check. The GM determines what maneuvers are possible, but they rarely allow you to move farther than your fly Speed.\nSuccess You succeed at the maneuver.\nFailure Your maneuver fails. The GM chooses if you simply can’t move or if some other detrimental effect happens. The outcome should be appropriate for the maneuver you attempted (for instance, being blown off course if you were trying to fly against a strong wind).\nCritical Failure As failure, but the consequence is more dire.\n\nSample Maneuver in Flight Tasks\nTrained steep ascent or descent\nExpert fly against the wind, hover midair\nMaster reverse direction\nLegendary fly through gale force winds\n\nSqueeze\nExploration, Move\nYou contort yourself to squeeze through a space so small you can barely fit through. This action is for exceptionally small spaces; many tight spaces are diflcult terrain (page 475) that you can move through more quickly and without a check.\nCritical Success You squeeze through the tight space in 1 minute per 10 feet of squeezing.\nSuccess You squeeze through in 1 minute per 5 feet.\nCritical Failure You become stuck in the tight space. While you’re stuck, you can spend 1 minute attempting another Acrobatics check at the same DC. Any result on that check other than a critical failure causes you to become unstuck.\n\nSample Squeeze Tasks\nTrained space barely fitting your shoulders\nMaster space barely fitting your head",
          "summary": "Acrobatics measures your ability to perform tasks requiring coordination and grace.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stAbScModifier": 6,
          "stNet": 24,
          "stDC": 34,
          "ProfLevel": "Untrained"
        },
        "skArcana.41": {
          "name": "Arcana",
          "description": "Arcana measures how much you know about arcane magic and creatures. Even if you’re untrained, you can Recall Knowledge (page 238).\n• Recall Knowledge about arcane theories; magic traditions; creatures of arcane significance (like dragons and beasts); and the Elemental, Astral, and Shadow Planes.\n\nArcana Trained Actions\nYou must be trained in Arcana to use it for the following general skill actions (page 234).\n• Decipher Writing about arcane theory.\n• Identify Magic, particularly arcane magic.\n• Learn a Spell from the arcane tradition.\n\nBorrow an Arcane Spell\nConcentrate, Exploration\nIf you’re an arcane spellcaster who prepares from a spellbook, you can attempt to prepare a spell from someone else’s spellbook. The GM sets the DC for the check based on the spell’s level and rarity; it’s typically a bit easier than Learning the Spell.\nSuccess You prepare the borrowed spell as part of your normal spell preparation.\nFailure You fail to prepare the spell, but the spell slot remains available for you to prepare a difierent spell. You can’t try to prepare this spell until the next time you prepare spells.",
          "summary": "Arcana measures how much you know about arcane magic and creatures.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skAthletics.47": {
          "name": "Athletics",
          "description": "Athletics allows you to perform deeds of physical prowess. When you use the Escape basic action (page 470), you can use your Athletics modifier instead of your unarmed attack modifier.\n\nClimb {icon:action1}\nMove\nRequirements You have both hands free.\nYou move up, down, or across an incline. Unless it’s particularly easy, you must attempt an Athletics check. The GM determines the DC based on the nature of the incline and environmental circumstances. You’re flat-footed unless you have a climb Speed.\nCritical Success You move up, across, or safely down the incline for 5 feet plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs).\nSuccess You move up, across, or safely down the incline for 5 feet per 20 feet of your land Speed (a total of 5 feet for most PCs, minimum 5 feet if your Speed is below 20 feet).\nCritical Failure You fall. If you began the climb on stable ground, you fall and land prone.\n\nSample Climb Tasks\nUntrained ladder, steep slope, low-branched tree\nTrained rigging, rope, typical tree\nExpert wall with small handholds and footholds\nMaster ceiling with handholds and footholds, rock wall\nLegendary smooth surface\n\nForce Open {icon:action1}\nAttack\nUsing your body, a lever, or some other tool, you attempt to forcefully open a door, window, container or heavy gate. With a high enough result, you can even smash through walls. Without a crowbar, prying something open takes a –2 item penalty to the Athletics check to Force Open.\nCritical Success You open the door, window, container, or gate and can avoid damaging it in the process.\nSuccess You break the door, window, container, or gate open, and the door, window, container, or gate gains the broken condition. If it’s especially sturdy, the GM might have it take damage but not be broken.\nCritical Failure Your attempt jams the door, window, container, or gate shut, imposing a –2 circumstance penalty on future attempts to Force it Open.\n\nSample Force Open Tasks\nUntrained fabric, flimsy glass\nTrained ice, sturdy glass\nExpert flimsy wooden door, wooden portcullis\nMaster sturdy wooden door, iron portcullis, metal bar\nLegendary stone or iron door\n\nGrapple {icon:action1}\nAttack\nRequirements You have at least one free hand. Your target cannot be more than one size larger than you.\nYou attempt to grab an opponent with your free hand. Attempt an Athletics check against their Fortitude DC. You can also Grapple to keep your hold on a creature you already grabbed.\nCritical Success Your opponent is restrained until the end of your next turn unless you move or your opponent Escapes (page 470).\nSuccess Your opponent is grabbed until the end of your next turn unless you move or your opponent Escapes.\nFailure You fail to grab your opponent. If you already had the opponent grabbed or restrained using a Grapple, those conditions on that creature end.\nCritical Failure If you already had the opponent grabbed or restrained, it breaks free. Your target can either grab you, as if it succeeded at using the Grapple action against you, or force you to fall and land prone.\n\nHigh Jump {icon:action2}\nYou Stride, then make a vertical Leap and attempt a DC 30 Athletics check to increase the height of your jump. If you didn’t Stride at least 10 feet, you automatically fail your check. This DC might be increased or decreased due to the situation, as determined by the GM.\nCritical Success Increase the maximum vertical distance to 8 feet, or increase the maximum vertical distance to 5 feet and maximum horizontal distance to 10 feet.\nSuccess Increase the maximum vertical distance to 5 feet.\nFailure You Leap normally.\nCritical Failure You don’t Leap at all, and instead you fall prone in your space.\n\nLeap\nThe Leap basic action is used for High Jump and Long Jump. Leap lets you take a careful, short jump. You can Leap up to 10 feet horizontally if your Speed is at least 15 feet, or up to 15 feet horizontally if your Speed is at least 30 feet. You land in the space where your Leap ends (meaning you can typically clear a 5-foot gap if your Speed is between 15 feet and 30 feet, or a 10-foot gap if your Speed is 30 feet or more). If you make a vertical Leap, you can move up to 3 feet vertically and 5 feet horizontally onto an elevated surface.\n\nLong Jump {icon:action2}\nYou Stride, then make a horizontal Leap and attempt an Athletics check to increase the length of your jump. The DC of the Athletics check is equal to the total distance in feet you’re attempting to move during your Leap (so you’d need to succeed at a DC 20 check to Leap 20 feet). You can’t Leap farther than your Speed. If you didn’t Stride at least 10 feet, or if you attempt to jump in a difierent direction than your Stride, you automatically fail your check. This DC might be increased or decreased due to the situation, as determined by the GM.\nSuccess Increase the maximum horizontal distance you Leap to the desired distance.\nFailure You Leap normally.\nCritical Failure You Leap normally, but then fall and land prone.\n\nShove {icon:action1}\nAttack\nRequirements You have at least one hand free. The target can’t be more than one size larger than you.\nYou push an opponent away from you. Attempt an Athletics check against your opponent’s Fortitude DC.\nCritical Success You push your opponent up to 10 feet away from you. You can Stride after it, but you must move the same distance and in the same direction.\nSuccess You push your opponent back 5 feet. You can Stride after it, but you must move the same distance and in the same direction.\nCritical Failure You lose your balance, fall, and land prone.\n\nForced Movement\nThe Shove action can force a creature to move. When an effect forces you to move, or if you start falling, the distance you move is defined by the effect that moved you, not by your Speed. Because you’re not acting to move, this doesn’t trigger reactions triggered by movement.\n\nSwim {icon:action1}\nMove\nYou propel yourself through water. In most calm water, you succeed at the action without needing to attempt a check. If you must breathe air and you’re submerged in water, you must hold your breath each round. If you fail to hold your breath, you begin to drown (as described on page 478). If the water you are swimming in is turbulent or otherwise dangerous, you might have to attempt an Athletics check to Swim. If you end your turn in water and haven’t succeeded at a Swim action that turn, you sink 10 feet or get moved by the current, as determined by the GM. However, if your last action on your turn was to enter the water, you don’t sink or move with the current that turn.\nCritical Success You move through the water 10 feet, plus 5 feet per 20 feet of your land Speed (a total of 15 feet for most PCs).\nSuccess You move through the water 5 feet, plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs).\nCritical Failure You make no progress, and if you’re holding your breath, you lose 1 round of air.\n\nSample Swim Tasks\nUntrained lake or other still water\nTrained flowing water, like a river\nExpert swiftly flowing river\nMaster stormy sea\nLegendary maelstrom, waterfall\n\nFalling\nWhen you fall more than 5 feet, you take falling damage when you land, which is bludgeoning damage equal to half the distance you fell. If you take any damage from a fall, you’re knocked prone when you land. If you fall into water, snow, or another soft substance, calculate the damage from the fall as though your fall were 20 feet shorter. The reduction can’t be greater than the depth of the water (so when falling into water that is only 10 feet deep, you treat the fall as 10 feet shorter). You can Grab an Edge as a reaction (page 472) to reduce or eliminate the damage from some falls. More detailed rules for falling damage appear on page 463.\n\nTrip {icon:action1}\nAttack\nRequirements You have at least one hand free. Your target can’t be more than one size larger than you.\nYou try to knock an opponent to the ground. Attempt an Athletics check against the target’s Reflex DC.\nCritical Success The target falls and lands prone and takes 1d6 bludgeoning damage.\nSuccess The target falls and lands prone.\nCritical Failure You lose your balance and fall and land prone.\n\nAthletics Trained Action\n\nDisarm {icon:action1}\nAttack\nRequirements You have at least one hand free. The target can’t be more than one size larger than you.\nYou try to knock something out of an opponent’s grasp. Attempt an Athletics check against the opponent’s Reflex DC.\nCritical Success You knock the item out of the opponent’s grasp. It falls to the ground in the opponent’s space.\nSuccess You weaken your opponent’s grasp on the item. Until the start of that creature’s turn, attempts to Disarm the opponent of that item gain a +2 circumstance bonus, and the target takes a –2 circumstance penalty to attacks with the item or other checks requiring a firm grasp on the item.\nCritical Failure You lose your balance and become flat-footed until the start of your next turn.",
          "summary": "Athletics allows you to perform deeds of physical prowess.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skCrafting.57": {
          "name": "Crafting",
          "description": "You can use this skill to create, understand, and repair items. Even if you’re untrained, you can Recall Knowledge (page 238).\n• Recall Knowledge about alchemical reactions, the value of items, engineering, unusual materials, and alchemical or mechanical creatures. The GM determines which creatures this applies to, but it usually includes constructs.\n\nRepair\nExploration, Manipulate\nRequirements You have a repair kit (page 291).\nYou spend 10 minutes attempting to fix a damaged item, placing the item on a stable surface and using the repair kit with both hands. The GM sets the DC, but it’s usually about the same DC to Repair a given item as it is to Craft it in the first place. You can’t Repair a destroyed item.\nCritical Success You restore 10 Hit Points to the item, plus an additional 10 Hit Points per proficiency rank you have in Crafting (a total of 20 HP if you’re trained, 30 HP if you’re an expert, 40 HP if you’re a master, or 50 HP if you’re legendary).\nSuccess You restore 5 Hit Points to the item, plus an additional 5 per proficiency rank you have in Crafting (for a total of 10 HP if you are trained, 15 HP if you’re an expert, 20 HP if you’re a master, or 25 HP if you’re legendary).\nCritical Failure You deal 2d6 damage to the item. Apply the item’s Hardness to this damage.\n\nCrafting Trained Actions\n\nYou must be trained in Crafting to use it to Earn Income (page 236).\n• Earn Income by crafting goods for the market.\n\nCraft\nDowntime, Manipulate\nYou can make an item from raw materials. You need the Alchemical Crafting skill feat to create alchemical items, the Magical Crafting skill feat to create magic items, and the Snare Crafting feat to create snares.\nTo Craft an item, you must meet the following requirements:\n• The item is your level or lower. An item that doesn’t list a level is level 0. If the item is 9th level or higher, you must be a master in Crafting, and if it’s 16th or higher, you must be legendary.\n• You have the formula for the item; see Getting Formulas below for more information.\n• You have an appropriate set of tools and, in many cases, a workshop. For example, you need access to a smithy to forge a metal shield.\n• You must supply raw materials worth at least half the item’s Price. You always expend at least that amount of raw materials when you Craft successfully. If you’re in a settlement, you can usually spend currency to get the amount of raw materials you need, except in the case of rarer precious materials.\n\nYou must spend 4 days at work, at which point you attempt a Crafting check. The GM determines the DC to Craft the item based on its level, rarity, and other circumstances.\n\nIf your attempt to create the item is successful, you expend the raw materials you supplied. You can pay the remaining portion of the item’s Price in materials to complete the item immediately, or you can spend additional downtime days working on it. For each additional day you spend, reduce the value of the materials you need to expend to complete the item. This amount is determined using Table 4–2: Income Earned (page 236), based on your proficiency rank in Crafting and using your own level instead of a task level. After any of these downtime days, you can complete the item by spending the remaining portion of its Price in materials. If the downtime days you spend are interrupted, you can return to finish the item later, continuing where you left off. An example of Crafting appears in the sidebar.\nCritical Success Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level + 1 and your proficiency rank in Crafting.\nSuccess Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level and your proficiency rank.\nFailure You fail to complete the item. You can salvage the raw materials you supplied for their full value. If you want to try again, you must start over.\nCritical Failure You fail to complete the item. You ruin 10% of the raw materials you supplied, but you can salvage the rest. If you want to try again, you must start over.\n\nConsumables and Ammunition\nYou can Craft items with the consumable trait in batches, making up to four of the same item at once with a single check. This requires you to include the raw materials for all the items in the batch at the start, and you must complete the batch all at once. You also Craft non-magical ammunition in batches, using the quantity listed in Table 6–8: Ranged Weapons (typically 10).\n\nGetting Formulas\nYou can gain access to the formulas for all common items in Chapter 6: Equipment by purchasing a basic crafter’s book (page 287). See the rules on page 293 for information on how to acquire other formulas.\n\nIdentify Alchemy\nConcentrate, Exploration, Secret\nRequirements You have alchemist’s tools (page 287).\nYou can identify the nature of an alchemical item with 10 minutes of testing using alchemist’s tools. If your attempt is interrupted in any way, you must start over.\nSuccess You identify the item and the means of activating it.\nFailure You fail to identify the item but can try again.\nCritical Failure You misidentify the item as another item of the GM’s choice.",
          "summary": "You can use this skill to create, understand, and repair items.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skDeception.62": {
          "name": "Deception",
          "description": "You can trick and mislead others using disguises, lies, and other forms of subterfuge.\nCreate a Diversion {icon:action1}\nMental\nWith a gesture, a trick, or some distracting words, you can create a diversion that draws creatures’ attention elsewhere. If you use a gesture or trick, this action gains the manipulate trait. If you use distracting words, it gains the auditory and linguistic traits.\n\nAttempt a single Deception check and compare it to the Perception DCs of the creatures whose attention you’re trying to divert. Whether or not you succeed, creatures you attempt to divert gain a +4 circumstance bonus to their Perception DCs against your attempts to Create a Diversion for 1 minute.\nSuccess You become hidden to each creature whose Perception DC is less than or equal to your result. (The hidden condition allows you to Sneak away, as described on page 252.) This lasts until the end of your turn or until you do anything except Step or use the Hide or the Sneak action of the Stealth skill (pages 251 and 252). If you Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise.\nFailure You don’t divert the attention of any creatures whose Perception DC exceeds your result, and those creatures are aware you were trying to trick them.\n\nImpersonate\nConcentration, Exploration, Manipulate, Secret\nYou create a disguise to pass yourself off as someone or something you are not. Assembling a convincing disguise takes 10 minutes and requires a disguise kit (found on page 290), but a simpler, quicker disguise might do the job if you’re not trying to imitate a specific individual, at the GM’s discretion.\n\nIn most cases, creatures have a chance to detect your deception only if they use the Seek action to attempt Perception checks against your Deception DC. If you attempt to directly interact with someone while disguised, the GM rolls a secret Deception check for you against that creature’s Perception DC instead. If you’re disguised as a specific individual, the GM might give creatures you interact with a circumstance bonus based on how well they know the person you’re imitating, or the GM might roll a secret Deception check even if you aren’t directly interacting with others.\nSuccess You trick the creature into thinking you’re the person you’re disguised as. You might have to attempt a new check if your behavior changes.\nFailure The creature can tell you’re not who you claim to be.\nCritical Failure The creature can tell you’re not who you claim to be, and it recognizes you if it would know you without a disguise.\n\nLie\nAuditory, Concentrate, Linguistic, Mental, Secret\nYou try to fool someone with an untruth. Doing so takes at least 1 round, or longer if the lie is elaborate. You roll a single Deception check and compare it against the Perception DC of every creature you are trying to fool. The GM might give them a circumstance bonus based on the situation and the nature of the lie you are trying to tell. Elaborate or highly unbelievable lies are much harder to get a creature to believe than simpler and more believable lies, and some lies are so big that it’s impossible to get anyone to believe them.\n\nAt the GM’s discretion, if a creature initially believes your lie, it might attempt a Perception check later to Sense Motive against your Deception DC to realize it’s a lie. This usually happens if the creature discovers enough evidence to counter your statements.\nSuccess The target believes your lie.\nFailure The target doesn’t believe your lie and gains a +4 circumstance bonus against your attempts to Lie for the duration of your conversation. The target is also more likely to be suspicious of you in the future.\n\nDeception Trained Action\n\nFeint {icon:action1}\nMental\nRequirements You are within melee reach of the opponent you attempt to Feint.\nWith a misleading flourish, you leave an opponent unprepared for your real attack. Attempt a Deception check against that opponent’s Perception DC.\nCritical Success You throw your enemy’s defenses against you entirely off. The target is flat-footed against melee attacks that you attempt against it until the end of your next turn.\nSuccess Your foe is fooled, but only momentarily. The target is flat-footed against the next melee attack that you attempt against it before the end of your current turn.\nCritical Failure Your feint backfires. You are flat-footed against melee attacks the target attempts against you until the end of your next turn.",
          "summary": "You can trick and mislead others using disguises, lies, and other forms of subterfuge.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skDiplomacy.67": {
          "name": "Diplomacy",
          "description": "You infiuence others through negotiation and fiattery.\n\nGather Information\nExploration, Secret\nYou canvass local markets, taverns, and gathering places in an attempt to learn about a specific individual or topic. The GM determines the DC of the check and the amount of time it takes (typically 2 hours, but sometimes more), along with any benefit you might be able to gain by spending coin on bribes, drinks, or gifts.\nSuccess You collect information about the individual or topic. The GM determines the specifics.\nCritical Failure You collect incorrect information about the individual or topic.\n\nSample Gather Information Tasks\nUntrained talk of the town\nTrained common rumor\nExpert obscure rumor, poorly guarded secret\nExpert well-guarded or esoteric information\nLegendary information known only to an incredibly select few, or only to extraordinary beings\n\nMake an Impression\nAuditory, Concentrate, Exploration, Linguistic, Mental\nWith at least 1 minute of conversation, during which you engage in charismatic overtures, flattery, and other acts of goodwill, you seek to make a good impression on someone to make them temporarily agreeable. At the end of the conversation, attempt a Diplomacy check against the Will DC of one target, modified by any circumstances the GM sees fit. Good impressions (or bad impressions, on a critical failure) last for only the current social interaction unless the GM decides otherwise.\nCritical Success The target’s attitude toward you improves by two steps.\nSuccess The target’s attitude toward you improves by one step.\nCritical Failure The target’s attitude toward you decreases by one step.\n\nChanging Attitudes\nYour influence on NPCs is measured with a set of attitudes that reflect how they view your character. These are only a brief summary of a creature’s disposition. The GM will supply additional nuance based on the history and beliefs of the characters you’re interacting with, and their attitudes can change in accordance with the story. The attitudes are detailed in the Conditions Appendix and are summarized here.\n• Helpful: Willing to help you and responds favorably to your requests.\n• Friendly: Has a good attitude toward you, but won’t necessarily stick their neck out to help you.\n• Indifferent: Doesn’t care about you either way. (Most NPCs start out indifierent.)\n• Unfriendly: Dislikes you and doesn’t want to help you.\n• Hostile: Actively works against you—and might attack you just because of their dislike.\n\nNo one can ever change the attitude of a player character with these skills. You can roleplay interactions with player characters, and even use Diplomacy results if the player wants a mechanical sense of how convincing or charming a character is, but players make the ultimate decisions about how their characters respond.\n\nRequest{icon:action1}\nAuditory, Concentrate, Linguistic, Mental\nYou can make a request of a creature that’s friendly or helpful to you. You must couch the request in terms that the target would accept given their current attitude toward you. The GM sets the DC based on the diflculty of the request. Some requests are unsavory or impossible, and even a helpful NPC would never agree to them.\nCritical Success The target agrees to your request without qualifications.\nSuccess The target agrees to your request, but they might demand added provisions or alterations to the request.\nFailure The target refuses the request, though they might propose an alternative that is less extreme.\nCritical Failure Not only does the target refuse the request, but their attitude toward you decreases by one step due to the temerity of the request.",
          "summary": "You infiuence others through negotiation and fiattery.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skIntimidation.71": {
          "name": "Intimidation",
          "description": "You bend others to your will using threats.\n\nCoerce\nAuditory, Concentrate, Emotion, Exploration, Linguistic, Mental\nWith threats either veiled or overt, you attempt to bully a creature into doing what you want. You must spend at least 1 minute of conversation with a creature you can see and that can either see or sense you. At the end of the conversation, attempt an Intimidation check against the target’s Will DC, modified by any circumstances the GM determines. The attitudes referenced in the effects below are summarized in the Changing Attitudes sidebar on page 246 and described in full in the Conditions Appendix, starting on page 618.\nCritical Success The target gives you the information you seek or agrees to follow your directives so long as they aren’t likely to harm the target in any way. The target continues to comply for an amount of time determined by the GM but not exceeding 1 day, at which point the target becomes unfriendly (if they weren’t already unfriendly or hostile). However, the target is too scared of you to retaliate—at least in the short term.\nSuccess As critical success, but once the target becomes unfriendly, they might decide to act against you—for example, by reporting you to the authorities or assisting your enemies.\nFailure The target doesn’t do what you say, and if they were not already unfriendly or hostile, they become unfriendly.\nCritical Failure The target refuses to comply, becomes hostile if they weren’t already, and can’t be Coerced by you for at least 1 week.\n\nDemoralize {icon:action1}\nAuditory, Concentrate, Emotion, Mental\nWith a sudden shout, a well-timed taunt, or a cutting putdown, you can shake an enemy’s resolve. Choose a creature within 30 feet of you who you’re aware of. Attempt an Intimidation check against that target’s Will DC. If the target does not understand the language you are speaking, you’re not speaking a language, or they can’t hear you, you take a –4 circumstance penalty to the check. Regardless of your result, the target is temporarily immune to your attempts to Demoralize it for 10 minutes.\nCritical Success The target becomes frightened 2.\nSuccess The target becomes frightened 1.",
          "summary": "You bend others to your will using threats.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skMedicine.74": {
          "name": "Medicine",
          "description": "You can patch up wounds and help people recover from diseases and poisons. Even if you’re untrained in Medicine, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about diseases, injuries, poisons, and other ailments. You can use this to perform forensic examinations if you spend 10 minutes (or more, as determined by the GM) checking for evidence such as wound patterns. This is most useful when determining how a body was injured or killed.\n\nAdminister First Aid {icon:action2}\nManipulate\nRequirements You have healer’s tools (page 290).\nYou perform first aid on an adjacent creature that is dying or bleeding. If a creature is both dying and bleeding, choose which ailment you’re trying to treat before you roll. You can Administer First Aid again to attempt to remedy the other effect.\n• Stabilize Attempt a Medicine check on a creature that has 0 Hit Points and the dying condition. The DC is equal to 5 + that creature’s recovery roll DC (typically 15 + its dying value).\n• Stop Bleeding Attempt a Medicine check on a creature that is taking persistent bleed damage (page 452), giving them a chance to make another flat check to remove the persistent damage. The DC is usually the DC of the effect that caused the bleed.\nSuccess If you’re trying to stabilize, the creature loses the dying condition (but remains unconscious). If you’re trying to stop bleeding, the creature attempts a flat check to end the bleeding.\nCritical Failure If you were trying to stabilize, the creature’s dying value increases by 1. If you were trying to stop bleeding, it immediately takes an amount of damage equal to its persistent bleed damage.\n\nMedicine Trained Actions\n\nTreat Disease\nDowntime, Manipulate\nRequirements You have healer’s tools (page 290).\nYou spend at least 8 hours caring for a diseased creature. Attempt a Medicine check against the disease’s DC. After you attempt to Treat a Disease for a creature, you can’t try again until after that creature’s next save against the disease.\nCritical Success You grant the creature a +4 circumstance bonus to its next saving throw against the disease.\nSuccess You grant the creature a +2 circumstance bonus to its next saving throw against the disease.\nCritical Failure Your efiorts cause the creature to take a –2 circumstance penalty to its next save against the disease.\n\nTreat Poison {icon:action1}\nManipulate\nRequirements You have healer’s tools (page 290).\nYou treat a patient to prevent the spread of poison. Attempt a Medicine check against the poison’s DC. After you attempt to Treat a Poison for a creature, you can’t try again until after the next time that creature attempts a save against the poison.\nCritical Success You grant the creature a +4 circumstance bonus to its next saving throw against the poison.\nSuccess You grant the creature a +2 circumstance bonus to its next saving throw against the poison.\nCritical Failure Your efiorts cause the creature to take a –2 circumstance penalty to its next save against the poison.\n\nTreat Wounds\nExploration, Healing, Manipulate\nRequirements You have healer’s tools (page 290).\nYou spend 10 minutes treating one injured living creature (targeting yourself, if you so choose). The target is then temporarily immune to Treat Wounds actions for 1 hour, but this interval overlaps with the time you spent treating (so a patient can be treated once per hour, not once per 70 minutes).\n\nThe Medicine check DC is usually 15, though the GM might adjust it based on the circumstances, such as treating a patient outside in a storm, or treating magically cursed wounds. If you’re an expert in Medicine, you can instead attempt a DC 20 check to increase the Hit Points regained by 10; if you’re a master of Medicine, you can instead attempt a DC 30 check to increase the Hit Points regained by 30; and if you’re legendary, you can instead attempt a DC 40 check to increase the Hit Points regained by 50. The damage dealt on a critical failure remains the same.\n\nIf you succeed at your check, you can continue treating the target to grant additional healing. If you treat them for a total of 1 hour, double the Hit Points they regain from Treat Wounds. The result of your Medicine check determines how many Hit Points the target regains.\nCritical Success The target regains 4d8 Hit Points, and its wounded condition is removed.\nSuccess The target regains 2d8 Hit Points, and its wounded condition is removed.\nCritical Failure The target takes 1d8 damage.",
          "summary": "You can patch up wounds and help people recover from diseases and poisons.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skNature.79": {
          "name": "Nature",
          "description": "You know a great deal about the natural world, and you command and train animals and magical beasts. Even if you’re untrained in Nature, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about fauna, fiora, geography, weather, the environment, creatures of natural origin (like animals, beasts, fey, and plants), the First World, the Material Plane, and the Elemental Planes.\n\nCommand an Animal {icon:action1}\nAuditory, Concentrate\nYou issue an order to an animal. Attempt a Nature check against the animal’s Will DC. The GM might adjust the DC if the animal has a good attitude toward you, you suggest a course of action it was predisposed toward, or you offer it a treat.\n\nYou automatically fail if the animal is hostile or unfriendly to you. If the animal is helpful to you, increase your degree of success by one step. You might be able to Command an Animal more easily with a feat like Ride (page 266).\n\nMost animals know the Leap, Seek, Stand, Stride, and Strike basic actions. If an animal knows an activity, such as a horse’s Gallop, you can Command the Animal to perform the activity, but you must spend as many actions on Command an Animal as the activity’s number of actions. You can also spend multiple actions to Command the Animal to perform that number of basic actions on its next turn; for instance, you could spend 3 actions to Command an Animal to Stride three times or to Stride twice and then Strike.\nSuccess The animal does as you command on its next turn.\nFailure The animal is hesitant or resistant, and it does nothing.\nCritical Failure The animal misbehaves or misunderstands, and it takes some other action determined by the GM.\n\nNature Trained Actions\nYou must be trained in Nature to use it for the following general skill actions (page 234).\n• Identify Magic, particularly primal magic.\n• Learn a Spell from the primal tradition.",
          "summary": "You know a great deal about the natural world, and you command and train animals and magical beasts.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skOccultism.81": {
          "name": "Occultism",
          "description": "You know a great deal about ancient philosophies, esoteric lore, obscure mysticism, and supernatural creatures. Even if you’re untrained in Occultism, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about ancient mysteries; obscure philosophies; creatures of occult significance (like aberrations, spirits, and oozes); and the Positive Energy, Negative Energy, Shadow, Astral, and Ethereal Planes.\n\nOccultism Trained Actions\nYou must be trained in Occultism to use it for the following general skill actions (page 234).\n• Decipher Writing on occult topics, including complex metaphysical systems, syncretic principles, weird philosophies, and incoherent ramblings.\n• Identify Magic, particularly occult magic.\n• Learn a Spell from the occult tradition.",
          "summary": "You know a great deal about ancient philosophies, esoteric lore, obscure mysticism, and supernatural creatures.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skPerformance.82": {
          "name": "Performance",
          "description": "You are skilled at a form of performance, using your talents to impress a crowd or make a living.\nBasic Competence\nSome performances require you to be more than just charismatic, and if you don’t meet the demands of the art form or the audience, the GM might apply a penalty based on the relevant ability score. For example, if you’re dancing and have a negative Dexterity modifier, you might take a penalty to your attempt at dancing. Likewise, if you are orating and have a negative Intelligence modifier, you might have to hope your raw Charisma can overcome the penalties from your intellectual shortcomings—or ask someone to help write your speeches!\n\nPerformance Traits\nWhen you use an action that utilizes the Performance skill, it gains one or more traits relevant to the type of performance. The GM might change these depending on the circumstances, but the most common performance-based traits are listed below.\n\nPerformance: Additional Traits\nAct or perform comedy: Auditory, linguistic, and visual\nDance: Move and visual\nPlay an instrument: Auditory and manipulate\nOrate or sing: Auditory and linguistic\n\nPerform {icon:action1}\nConcentrate\nWhen making a brief performance—one song, a quick dance, or a few jokes—you use the Perform action. This action is most useful when you want to prove your capability or impress someone quickly. Performing rarely has an impact on its own, but it might influence the DCs of subsequent Diplomacy checks against the observers—or even change their attitudes — if the GM sees fit.\nCritical Success Your performance impresses the observers, and they’re likely to share stories of your ability.\nSuccess You prove yourself, and observers appreciate the quality of your performance.\nFailure Your performance falls flat.\nCritical Failure You demonstrate only incompetence.\n\nSample Perform Tasks\nUntrained audience of commoners\nTrained audience of artisans\nExpert audience of merchants or minor nobles\nMaster audience of high nobility or minor royalty\nLegendary audience of major royalty or otherworldly beings\n\nPerformance Trained Action\nYou must be trained in Performance to use it to Earn Income (page 236).\n• Earn Income by staging a performance.",
          "summary": "You are skilled at a form of performance, using your talents to impress a crowd or make a living.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skReligion.84": {
          "name": "Religion",
          "description": "The secrets of deities, dogma, faith, and the realms of divine creatures both sublime and sinister are open to you. You also understand how magic works, though your training imparts a religious slant to that knowledge. Even if you’re untrained in Religion, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about divine agents, the finer points of theology, obscure myths regarding a faith, and creatures of religious significance (like celestials, fiends, and undead), the Outer Sphere, and the Positive and Negative Energy Planes.\n\nReligion Trained Actions\nYou must be trained in Religion to use it for the following general skill actions (page 234).\n• Decipher Writing of a religious nature, including allegories, homilies, and proverbs.\n• Identify Magic, particularly divine magic.\n• Learn a Spell from the divine tradition.",
          "summary": "The secrets of deities, dogma, faith, and the realms of divine creatures both sublime and sinister are open to you.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skSociety.85": {
          "name": "Society",
          "description": "You understand the people and systems that make civilization run, and you know the historical events that make societies what they are today. Further, you can use that knowledge to navigate the complex physical, societal, and economic workings of settlements. Even if you’re untrained in Society, you can use it for the following general skill actions (page 234).\n• Recall Knowledge about local history, important personalities, legal institutions, societal structure, and humanoid cultures. The GM might allow Society to apply to other creatures that are major elements of society in your region, such as the draconic nobility in a kingdom of humans ruled by dragons.\n• Subsist in a settlement by finding shelter, scrounging, or begging for food.\n\nSociety Trained Actions\nYou must be trained in Society to use it to Decipher Writing (page 234).\n• Decipher Writing that’s a coded message, text written in an incomplete or archaic form, or in some cases, text in a language you don’t know.\n\nCreate Forgery\nDowntime, Secret\nYou create a forged document, usually over the course of a day or a week. You must have the proper writing material to create a forgery. When you Create a Forgery, the GM rolls a secret DC 20 Society check. If you succeed, the forgery is of good enough quality that passive observers can’t notice the fake. Only those who carefully examine the document and attempt a Perception or Society check against your Society DC can do so.\n\nIf the document’s handwriting doesn’t need to be specific to a person, you need only to have seen a similar document before, and you gain up to a +4 circumstance bonus to your check, as well as to your DC (the GM determines the bonus). To forge a specific person’s handwriting, you need a sample of that person’s handwriting.\n\nIf your check result was below 20, the forgery has some obvious signs of being a fake, so the GM compares your result to each passive observer’s Perception DC or Society DC, whichever is higher, using the success or failure results below. Once the GM rolls your check for a document, that same result is used against all passive observers’ DCs no matter how many creatures passively observe that document.\n\nAn observer who was fooled on a passive glance can still choose to closely scrutinize the documents on the lookout for a forgery, using difierent techniques and analysis methods beyond the surface elements you successfully forged with your original check. In that case, the observer can attempt a Perception or Society check against your Society DC (if they succeed, they know your document is a forgery).\nSuccess The observer does not detect the forgery.\nFailure The observer knows your document is a forgery.",
          "summary": "You understand the people and systems that make civilization run, and you know the historical events that make societies what they are today.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skStealth.88": {
          "name": "Stealth",
          "description": "You are skilled at avoiding detection, allowing you to slip past foes, hide, or conceal an item.\n\nConceal an Object {icon:action1}\nManipulate, Secret\nYou hide a small object on your person (such as a weapon of light Bulk). When you try to sneak a concealed object past someone who might notice it, the GM rolls your Stealth check and compares it to this passive observer’s Perception DC. Once the GM rolls your check for a concealed object, that same result is used no matter how many passive observers you try to sneak it past. If a creature is specifically searching you for an item, it can attempt a Perception check against your Stealth DC (finding the object on success).\n\nYou can also conceal an object somewhere other than your person, such as among undergrowth or in a secret compartment within a piece of furniture. In this case, characters Seeking in an area compare their Perception check results to your Stealth DC to determine whether they find the object.\nSuccess The object remains undetected.\nFailure The searcher finds the object.\n\nBeing Stealthy\nIf you want to sneak around when there are creatures that can see you, you can use a combination of Hide and Sneak to do so.\n• First, Hide behind something (either by taking advantage of cover or having the concealed condition due to fog, a spell, or a similar effect). A successful Stealth check makes you hidden, though the creatures still know roughly where you are.\n• Second, now that you’re hidden, you can Sneak. That means you can move at half your Speed and attempt another Stealth check. If it’s successful, you’re now undetected. That means the creatures don’t know which square you’re in anymore.\n\nIf you were approaching creatures that didn’t know you were there, you could begin Sneaking right away, since they didn’t know your location to start with. Some actions can cause you to become observed again, but they’re mostly what you’d expect: standing out in the open, attacking someone, making a bunch of noise, and so forth. If you Strike someone after successfully Hiding or Sneaking, though, they’re flat-footed to that Strike.\n\nCreatures can try to find you using the Seek action, described on page 471.\n\nThree conditions explain the states of detection. Remember that these conditions are relative to each creature—you can be observed by one creature while hidden to another and undetected by a third.\n\nObserved\nYou’re in the creature’s clear view.\n\nHidden\nThe creature knows your location but can’t see you.\n\nUndetected\nThe creature doesn’t know your location.\n\nHide {icon:action1}\nSecret\nYou huddle behind cover or greater cover or deeper into concealment to become hidden, rather than observed. The GM rolls your Stealth check in secret and compares the result to the Perception DC of each creature you’re observed by but that you have cover or greater cover against or are concealed from. You gain the circumstance bonus from cover or greater cover to your check.\nSuccess If the creature could see you, you’re now hidden from it instead of observed. If you were hidden from or undetected by the creature, you retain that condition. If you successfully become hidden to a creature but then cease to have cover or greater cover against it or be concealed from it, you become observed again. You cease being hidden if you do anything except Hide, Sneak, or Step. If you attempt to Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise. The GM might allow you to perform a particularly unobtrusive action without being noticed, possibly requiring another Stealth check.\n\nIf a creature uses Seek to make you observed by it, you must successfully Hide to become hidden from it again.\n\nSneak {icon:action1}\nMove, Secret\nYou can attempt to move to another place while becoming or staying undetected. Stride up to half your Speed. (You can use Sneak while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type; you must move at half that Speed.) If you’re undetected by a creature and it’s impossible for that creature to observe you (for a typical creature, this includes when you’re invisible, the observer is blinded, or you’re in darkness and the creature can’t see in darkness), for any critical failure you roll on a check to Sneak, you get a failure instead. You also continue to be undetected if you lose cover or greater cover against or are no longer concealed from such a creature. At the end of your movement, the GM rolls your Stealth check in secret and compares the result to the Perception DC of each creature you were hidden from or undetected by at the start of your movement. If you have cover or greater cover from the creature throughout your Stride, you gain the +2 circumstance bonus from cover (or +4 from greater cover) to your Stealth check. Because you’re moving, the bonus increase from Taking Cover doesn’t apply. You don’t get to roll against a creature if, at the end of your movement, you neither are concealed from it nor have cover or greater cover against it. You automatically become observed by such a creature.\nSuccess You’re undetected by the creature during your movement and remain undetected by the creature at the end of it. You become observed as soon as you do anything other than Hide, Sneak, or Step. If you attempt to Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise. The GM might allow you to perform a particularly unobtrusive action without being noticed, possibly requiring another Stealth check. If you speak or make a deliberate loud noise, you become hidden instead of undetected. If a creature uses Seek and you become hidden to it as a result, you must Sneak if you want to become undetected by that creature again.\nFailure A telltale sound or other sign gives your position away, though you still remain unseen. You’re hidden from the creature throughout your movement and remain so.\nCritical Failure You’re spotted! You’re observed by the creature throughout your movement and remain so. If you’re invisible and were hidden from the creature, instead of being observed you’re hidden throughout your movement and remain so.",
          "summary": "You are skilled at avoiding detection, allowing you to slip past foes, hide, or conceal an item.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stAbScModifier": 6,
          "stNet": 24,
          "stDC": 34,
          "ProfLevel": "Untrained"
        },
        "skSurvival.92": {
          "name": "Survival",
          "description": "You are adept at living in the wilderness, foraging for food and building shelter, and with training you discover the secrets of tracking and hiding your trail. Even if you’re untrained, you can still use Survival to Subsist (page 240).\n• Subsist in the wild by foraging for food and building shelter.\n\nSense Direction\nExploration, Secret\nUsing the stars, the position of the sun, traits of the geography or flora, or the behavior of fauna, you can stay oriented in the wild. Typically, you attempt a Survival check only once per day, but some environments or changes might necessitate rolling more often. The GM determines the DC and how long this activity takes (usually just a minute or so). More unusual locales or those you’re unfamiliar with might require you to have a minimum proficiency rank to Sense Direction. Without a compass, you take a –2 item penalty to checks to Sense Direction.\nCritical Success You get an excellent sense of where you are. If you are in an environment with cardinal directions, you know them exactly.\nSuccess You gain enough orientation to avoid becoming hopelessly lost. If you are in an environment with cardinal directions, you have a sense of those directions.\n\nSense Direction Tasks\nUntrained determine a cardinal direction using the sun\nTrained find an overgrown path in a forest\nExpert navigate a hedge maze\nMaster navigate a byzantine labyrinth or relatively featureless desert\nLegendary navigate an ever-changing dream realm\n\nSurvival Trained Actions\n\nCover Tracks\nConcentrate, Exploration, Move\nYou cover your tracks, moving up to half your travel Speed, using the rules on page 479). You don’t need to attempt a Survival check to cover your tracks, but anyone tracking you must succeed at a Survival check against your Survival DC if it is higher than the normal DC to Track.\n\nIn some cases, you might Cover Tracks in an encounter. In this case, Cover Tracks is a single action and doesn’t have the exploration trait.\n\nTrack\nConcentrate, Exploration, Move\nYou follow tracks, moving at up to half your travel Speed, using the rules on page 479). After a successful check to Track, you can continue following the tracks at half your Speed without attempting additional checks for up to 1 hour. In some cases, you might Track in an encounter. In this case, Track is a single action and doesn’t have the exploration trait, but you might need to roll more often because you’re in a tense situation. The GM determines how often you must attempt this check. You attempt your Survival check when you start Tracking, once every hour you continue tracking, and any time something significant changes in the trail. The GM determines the DCs for such checks, depending on the freshness of the trail, the weather, and the type of ground.\nSuccess You find the trail or continue to follow the one you’re already following.\nFailure You lose the trail but can try again after a 1-hour delay.\nCritical Failure You lose the trail and can’t try again for 24 hours.\n\nSample Track Tasks\nUntrained the path of a large army following a road\nTrained relatively fresh tracks of a rampaging bear through the plains\nExpert a nimble panther’s tracks through a jungle, tracks after the rain\nMaster tracks after a winter snow, tracks of a mouse or smaller creature, tracks left on surfaces that can’t hold prints like bare rock\nLegendary old tracks through a windy desert’s sands, tracks after a major blizzard or hurricane",
          "summary": "You are adept at living in the wilderness, foraging for food and building shelter, and with training you discover the secrets of tracking and hiding your trail.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "skThievery.96": {
          "name": "Thievery",
          "description": "You are trained in a particular set of skills favored by thieves and miscreants.\n\nPalm an Object {icon:action1}\nManipulate\nPalming a small, unattended object without being noticed requires you to roll a single Thievery check against the Perception DCs of all creatures who are currently observing you. You take the object whether or not you successfully conceal that you did so. You can typically only Palm Objects of negligible Bulk, though the GM might determine otherwise depending on the situation.\nSuccess The creature does not notice you Palming the Object.\nFailure The creature notices you Palming the Object, and the GM determines the creature’s response.\n\nSteal{icon:action1}\nManipulate\nYou try to take a small object from another creature without being noticed. Typically, you can Steal only an object of negligible Bulk, and you automatically fail if the creature who has the object is in combat or on guard.\n\nAttempt a Thievery check to determine if you successfully Steal the object. The DC to Steal is usually the Perception DC of the creature wearing the object. This assumes the object is worn but not closely guarded (like a loosely carried pouch filled with coins, or an object within such a pouch). If the object is in a pocket or similarly protected, you take a –5 penalty to your Thievery check. The GM might increase the DC of your check if the nature of the object makes it harder to steal (such as a very small item in a large pack, or a sheet of parchment mixed in with other documents).\n\nYou might also need to compare your Thievery check result against the Perception DCs of observers other than the person wearing the object. The GM may increase the Perception DCs of these observers if they’re distracted.\nSuccess You steal the item without the bearer noticing, or an observer doesn’t see you take or attempt to take the item.\nFailure The item’s bearer notices your attempt before you can take the object, or an observer sees you take or attempt to take the item. The GM determines the response of any creature that notices your theft.\n\nThievery Trained Actions\n\nDisable a Device {icon:action2}\nManipulate\nRequirements Some devices require you to use thieves’ tools (page 291) when disabling them.\nThis action allows you to disarm a trap or another complex device. Often, a device requires numerous successes before becoming disabled, depending on its construction and complexity. Thieves’ tools are helpful and sometimes even required to Disable a Device, as determined by the GM, and sometimes a device requires a higher proficiency rank in Thievery to disable it.\n\nYour Thievery check result determines how much progress you make.\nCritical Success You disable the device, or you achieve two successes toward disabling a complex device. You leave no trace of your tampering, and you can rearm the device later, if that type of device can be rearmed.\nSuccess You disable the device, or you achieve one success toward disabling a complex device.\nCritical Failure You trigger the device.\n\nPick a Lock {icon:action2}\nManipulate\nRequirements You have thieves’ tools (page 291).\nOpening a lock without a key is very similar to Disabling a Device, but the DC of the check is determined by the complexity and construction of the lock you are attempting to pick (locks and their DCs are found on page 290). Locks of higher qualities might require multiple successes to unlock, since otherwise even an unskilled burglar could easily crack the lock by attempting the check until they rolled a natural 20. If you lack the proper tools, the GM might let you used improvised picks, which are treated as shoddy tools, depending on the specifics of the lock.\nCritical Success You unlock the lock, or you achieve two successes toward opening a complex lock. You leave no trace of your tampering.\nSuccess You open the lock, or you achieve one success toward opening a complex lock.\nCritical Failure You break your tools. Fixing them requires using Crafting to Repair them or else swapping in replacement picks (costing 3 sp, or 3 gp for infiltrator thieves’ tools).",
          "summary": "You are trained in a particular set of skills favored by thieves and miscreants.",
          "compset": "Skill",
          "proLevelBonNet": 18,
          "stNet": 18,
          "stDC": 28,
          "ProfLevel": "Untrained"
        },
        "smFamRat.183": {
          "name": "Rat",
          "description": "You can choose a Tiny animal you want as your familiar, such as a bat, cat, frog, lizard, raven, or snake.",
          "compset": "AncesCompan",
          "Trait": "trtAnimal"
        },
        "svFortitude.102": {
          "name": "Fortitude Save",
          "description": "This save measures your ability to stand up to physical punishment or attacks against your vitality and health. Your Constitution modifier is applied to your Fortitude saving throw.",
          "summary": "This save measures your ability to stand up to physical punishment or attacks against your vitality and health.",
          "compset": "Save",
          "proLevelBonNet": 22,
          "stAbScModifier": 4,
          "stNet": 28,
          "stDC": 38,
          "stMiscMod": 2,
          "ProfLevel": "Expert"
        },
        "svReflex.104": {
          "name": "Reflex Save",
          "description": "This save tests your ability to dodge area attacks and unexpected situations. Your Dexterity modifier is applied to your Reflex saving throw.",
          "summary": "This save tests your ability to dodge area attacks and unexpected situations.",
          "compset": "Save",
          "proLevelBonNet": 24,
          "stAbScModifier": 4,
          "stNet": 30,
          "stDC": 40,
          "stMiscMod": 2,
          "ProfLevel": "Master"
        },
        "svWill.103": {
          "name": "Will Save",
          "description": "This save reflects your resistance to mental influence as well as many magical effects. Your Wisdom modifier is applied to your Will saving throw.",
          "summary": "This save reflects your resistance to mental influence as well as many magical effects.",
          "compset": "Save",
          "proLevelBonNet": 26,
          "stAbScModifier": 4,
          "stNet": 32,
          "stDC": 42,
          "stMiscMod": 2,
          "ProfLevel": "Legendary"
        }
      }
    }
  }
}